[
    {
        "resume":"Database Administrator <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Database Administrator - Family Private Care LLC Lawrenceville, GA A self-motivated Production SQL Server Database Administrator who possesses strong analytical and problem solving skills. My experience includes SQL Server 2005, 2008 and 2012, 2014, SSIS, as well as clustering, mirroring, and high availability solutions in OLTP environments. I am proficient in database backup, recovery, performance tuning, maintenance tasks, security, and consolidation. I am confident that I would make a beneficial addition to any company. Over the course of my career thus far, I have designed databases to fit a variety of needs, successfully ensured the security of those databases, problem-solved in order to meet both back-end and front-end needs, installed and tested new versions database management systems, customized and installed applications and meticulously monitored performance for the smoothest front-end experience possible. During my 5 to 6 years working with databases. Work Experience Database Administrator Family Private Care LLC - Roswell, GA April 2017 to Present Confirm that backups have been made and successfully saved to a secure location Planning for backup and recovery of database information. Maintaining archived data Backing up and restoring databases, Contacting database vendor for technical support Generating various reports by querying from database as per needed. Managing and monitoring data replication. Acting as liaison with users High Availability or Disaster Recovery Logs - Check your high availability and\/or disaster recovery process logs. Depending on the solution (Log Shipping, Clustering, Replication, Database Mirroring, CDP, etc.) that you are using dictates what needs to be checked. Correcting errors and make necessary modification Modify existing databases and database management systems or direct programmers and analysts to make changes. Work as part of a project team to coordinate database development and see termite project scope and limitations Train Users and answers questions. Approve, schedule, plan, and supervise the installation and testing of new products and improvements to computer systems, such as the installation of new databases. Review Procedures in Database management system manuals for making changes to database. Select and enter codes to monitor database performance and to create production database. Check the backup failure alerts, correct the errors and rerun the backups. Review the average duration of backup, any significant changes occurred investigates on this. Most of the time it happens due to networking low bandwidth Validate the backup files using restore verify only. I create jobs to take care of the task and to send a notification if it fails to verify any backup. Monitoring all backup and log history is cleaning when designed. Find out the newly added databases and define the backup plan. I do verify the free space on each drive on all servers, If there is significant variance in free space from the day before, research the cause of the free space fluctuation and resolve if necessary, Often times, log files will grow because of monthly jobs automate through a job. The job runs for every one hour and reports any drive which is having less than 15 % of free space. I can design a SSRS report to showcase and review the delta values. Confirm all servers\/databases are up and running fine. Usually in an Enterprise Database Environment Third Party Tools are used to monitor Servers. For database monitoring, I can design a native SQL Server solution using T-SQL code and a maintenance plan, it run min by min and send an email to DBA team if it is not able to connect to any of the database in the instance. I do design a native scripts using T-SQL to monitor Replication, Mirroring, Log shipping. Database Administrator Incomm Alpharetta - Alpharetta, GA January 2014 to February 2017 * Responsible for administering and maintaining over 150 database servers of Production and Test environment. * Analyzes the current database environment to determine recommended database maintenance, security, and Microsoft SQL Server best practices. * Monitors and troubleshoots production environments using Idera SQLdm. * Creates and maintains documentation for DBA standard operating procedures. * Ensures that all code changes made in the production environment are SOX compliance before they are deployed. * Analyses and migrates data using ETL into SQL Server databases to support customer's implementation. * Works closely with infrastructure team for patching and hardware upgrades, and ensures that both production and test servers are up to date by applying Windows and SQL Server patches. * Upgrades servers as required from SQL Server 2005 to SQL Server 2008, 2012., and 2014. * Completes database administration maintenance projects as required * Provides 24\/7 on call support as needed. * Coordinates and configures new nodes for production server clusters for high availability. * Periodically restores backup files in test environment to check for corruption. * Reviews security, performance, and disk space and recommend corrective actions where needed. * Assists application team in the creation of databases, construction of queries, modification of database tables, and troubleshooting data issues. * Monitors servers for resources utilization (disk space, memory, CPU, etc.) * Creates and Executes a migration\/decommission plan for over 500 databases within a 4 month project window. Education Bachelor of Science Lead City University July 2013 Skills Database administration, Database, Ms sql server, Ms sql server 2005, Sql server, Sql server 2005, Sql server 2008, Sql server 2008 r2, Sql server 2012, Sql, Sql queries, Stored procedures, Clustering, Backups, T-sql, Virtualization, R2, Maintenance, Problem solving, Shipping Additional Information SKILLS Installation and Building Server Running Backups Recovering and Restoring Models Support various MS SQL Server MS SQL Server 2005\/2008 environments from SQL Server \/2008R2R2\/2012\/2014 2005 thru SQL Server 2008r2 as administration including well as with SQL Server 2012 on installation, configuration, Windows Server 2003, 2003r2, upgrades, capacity planning, 2008, 2008r2, 2012 and 2014. performance tuning, backup and recovery. Familiar with virtualization and Work with developers to Identify, managing SQL databases in a debug, and tune problem stored virtual environment. procedures, T-SQL Queries, etc. Management of users including Knowledge of High Availability of creation\/alteration, grant of database servers using Database system\/DB roles and permissions mirroring, replications, Log on various database objects. Shipping and Always On Availability Group. Design and implement SQL Server 201, databases for mission-critical 2005, SQL Server 2008 R2, business. Experience in creating tables, Environment transition planning views, indexes, stored procedures (development, test, stage, and more. production). Import and export data to and from Perform routine backup and the database servers. recovery testing and documenting recovery scenarios. Database administration including Use SQL Profiler for installation, configuration, troubleshooting, monitoring, and upgrades, capacity planning, optimization of SQL Server and performance tuning, backup and SQL code. recovery, index maintenance. Modify stored procedures, queries, Manage the production and views, indexes, and functions to development databases including handle business rules, history data performance tuning, capacity and audit analysis. planning, SQL Server clustering, database security configuration, and database continuity. Excellent analytical, Strong decision making and communication skills, work ethics problem solving skills. and ability to work in a team environment with strong determination and commitment to the deliverables. Highly motivated self-starter with the ability to work independently.",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"ROLE SUMMARY:\n\nAs a highly motivated and experienced Database Administrator, you will be responsible for ensuring the smooth operation of databases and database management systems. You will be tasked with designing and implementing databases, securing and backing up data, monitoring performance, and troubleshooting issues. You will also be responsible for creating and maintaining documentation, providing training and support to users, and collaborating with other teams to ensure the success of projects. Your strong analytical, problem-solving, and communication skills will be crucial in ensuring the efficient and secure operation of databases.\n\nRESPONSIBILITIES:\n\n* Design and implement databases to meet business needs\n* Ensure the security and integrity of databases and data\n* Create and maintain documentation for database administration and maintenance\n* Monitor and troubleshoot database performance and issues\n* Back up and recover databases as needed\n* Secure and consolidate data\n* Provide training and support to users\n* Collaborate with other teams to ensure successful project outcomes\n* Monitor server resources and capacity planning\n* Perform routine maintenance and upgrades\n* Troubleshoot Issues and resolve them\n\nREQUIRED QUALIFICATIONS:\n\n* Bachelor's degree in Computer Science, Information Technology, or related field\n* At least 5 years of experience in database administration\n* Strong knowledge of database management systems and architecture\n* Proficiency in SQL, T-SQL, and database query languages\n* Experience with database security, backup, and recovery procedures\n* Strong analytical and problem-solving skills\n* Excellent communication and teamwork skills\n\nDESIRED QUALIFICATIONS:\n\n* Master's degree in Computer Science, Information Technology, or related field\n* Experience with database clustering, mirroring, and high availability solutions\n* Knowledge of virtualization and cloud computing\n* Experience with database modeling and data warehousing\n* Familiarity with data mining and business intelligence tools\n* Certification in database administration, such as Microsoft Certified Database Administrator (MCDBA)\n\nADDITIONAL REQUIREMENTS:\n\n* Ability to work in a fast-paced environment with multiple priorities\n* Strong attention to detail and ability to work accurately\n* Ability to work independently and as part of a team\n* Strong analytical and problem-solving skills with the ability to think critically\n* Excellent communication and interpersonal skills with the ability to effectively convey complex technical information to both technical and non-technical stakeholders."
    },
    {
        "resume":"Database Administrator <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> sql server database administrator Houston, TX DATABASE ADMINISTRATOR Over five years of experience in database management systems administration, expert at developing and maintaining database, with strong background of working on high-end servers. I would like to establish a fulfilling, proactive career and assume every increasing responsibility in the course of time. Work Experience Database Administrator Intercontinental Registry - Lagos, GU December 2008 to August 2011 Responsibilities Key responsibilities. Planning, Development: Involved in analyzing business requirements, developing and designing data models,  Provided and designed DB tools to assist in the database management, transactions and processing environments.  Assessed and executed implementing of new technologies.  Worked in coordination with company developers and project managers.  Developed training programs and trained technical support and applications personnel to utilize on-line databases environment process.  Technical Support: Monitored performance and capacity to provide resolutions to system problems,  Provided technical support for SQL database environment by overseeing databases development and organization.  Communicated regularly with staff to ensure smooth flow of information from SQL database.  Created database with back-up system.  Maintenance:  Monitored data availability for faster query response by user.  Designed conceptual schema as per the client needs.  Looked after the security of company data from external access and threats.  Tested and installed latest versions of Database Management Systems in firm.  Granted access to users as per their needs and requirements.  Skills Used sql server management studio,visual studio Education bsc in computer science lagos state university - Lagos, GU Skills SQL, Microsoft PowerPoint, Windows XP, Microsoft office, Assembly Language, Microsoft Windows 7, C, C#, Visual basic and java programming ,Microprocessors ,Hardware\/Systems Design, Digital Electronics, System organization, Microsoft excel.",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Role Summary:\n\nWe are seeking a highly experienced and skilled Database Administrator to join our team. As a Database Administrator, you will be responsible for the planning, development, maintenance, and technical support of our database systems. Your strong background in database management and ability to work on high-end servers will be essential in ensuring the smooth operation of our database environments.\n\nResponsibilities:\n\n* Plan, develop, and design databases, data models, and database tools to assist in database management, transactions, and processing environments\n* Assess and execute the implementation of new technologies and work in coordination with company developers and project managers\n* Develop training programs and train technical support and applications personnel to utilize online databases and environments\n* Monitor database performance and capacity to provide resolutions to system problems\n* Provide technical support for database development and organization, and communicate regularly with staff to ensure the smooth flow of information from databases\n* Create backup systems and ensure data availability for faster query response by users\n* Design conceptual schema as per client needs and maintain the security of company data from external access and threats\n* Test and install latest versions of Database Management Systems and grant access to users as per their needs and requirements\n\nRequired Qualifications:\n\n* Bachelor's degree in Computer Science or related field\n* Strong experience in database management systems administration (over 5 years)\n* Expertise in developing and maintaining databases, with strong background in working on high-end servers\n* Proficiency in SQL Server, Visual Studio, and Microsoft Office\n* Strong analytical and problem-solving skills\n\nDesired Qualifications:\n\n* Additional experience in programming languages such as C#, Java, and Visual Basic\n* Knowledge of microprocessors, hardware\/systems design, digital electronics, and system organization\n* Certification in database administration or related field\n\nAdditional Requirements:\n\n* Must be able to work in a fast-paced environment with multiple priorities and deadlines\n* Strong communication and interpersonal skills, with the ability to work effectively with team members and stakeholders\n* Ability to learn and adapt to new technologies and systems quickly\n* A proactive and solutions-focused approach to problem-solving."
    },
    {
        "resume":"Oracle Database Administrator Oracle <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Oracle Database Administrator - Cognizant hyderabad Carrier Objective: To Obtain a Oracle DBA Position in a progressive Company Where I Can Utilise and Enhance my Experience and Knowledge in Constituting Effectively to the Success of the Organization, and also to Improve my Further Technical and Professional Skills. Profile Summary:  Over 4+ years of Experience as Architecture.  Experienced in Installation and Maintaining Highly Critical Databases in any Operational mode on Unix\/Linux, Sun Solaris.  Experienced in 10g, 11g, 12c databases.  Responsible for installing Oracle 11g and 12c in Single Node & Multi node's Configure host and listener.  Experienced in Creating Users, Roles and Profiles, Assigning Roles and Profiles to Users.  Experience on Data Guard setup 10g\/11g\/12c.  Expertise in Managing and monitoring Database Storage Structures, Data Files Space, Resizing and Adding new Data files.  Maintaining the Cold and Hot, Logical and RMAN Backups of the Databases.  Performing Logical Backups Using Export Utility and Restoring Specific Object or Schema Using Import Utility.  Monitoring and Performing Daily incremental Backups, Weekly Backups Using RMAN.  Experience in Concept of Flashback Mechanism.  Having Good and Usable Knowledge on Automatic Storage Management(ASM), Conversion of Non-ASM Database to ASM Database and Monitoring ASM instances.  Experience on Cloning User man and RMAN.  Experience on Applying patches to Database CPU and PSU and interim Patches.  Experience on Performance tuning and Troubleshooting of Database.  Maintaining of Buffer Cache, Library Cache, and Dictionary Cache..  Taking Care of Wait Events, Analysing Instance and System Performance.  Analysing the DB performance Using AWR, ASH and ADDM Reports.  Upgrade Database from 10g to 11g and 11g to 12c.  Creation of ASM Databases, ASM Instances.   Backups & Recovery of Databases, Table-Spaces, Data files, Design and Develop Database Backup, Recovery and Operations Procedures. Sponsorship required to work in the US Work Experience Oracle Database Administrator Cognizant - Hyderabad, Telangana June 2016 to Present Over 4+ years of Experience as Architecture. Experienced in Installation and Maintaining Highly Critical Databases in any Operational mode on Unix\/Linux, Sun Solaris. Experienced in 10g, 11g, 12c databases. Responsible for installing Oracle 11g and 12c in Single Node &Multi nodes Configure host and listener. Experienced in Creating Users, Roles and Profiles, Assigning Roles and Profiles to Users. Experience on Data Guard setup 10g\/11g\/12c. Expertise in Managing and monitoring Database Storage Structures, Data Files Space, Resizing and Adding new Data files. Maintaining the Cold and Hot, Logical and RMAN Backups of the Databases. Performing Logical Backups Using Export Utility and Restoring Specific Object or Schema Using Import Utility. MonitoringandPerforming Daily incremental Backups, Weekly Backups Using RMAN. Experience in Concept of Flashback Mechanism. Oracle Database Administrator Convergys - Hyderabad, Telangana June 2014 to June 2016 Education Master of Computer Applications in Science and technology JNTU - Kakinada, Andhra Pradesh 2013 Skills DATABASES, ORACLE (4 years), ORACLE 10G, SQL, LINUX, RMAN (4 years), DATAGUARD (3 years) Additional Information Skills Operating Systems: Red Hat Enterprise Linux, Unix Databases: Oracle 10g, Oracle 11g R1,11g R2 and 12c, Data Guard, RMAN, ASM. Languages: SQL GUI: HTML Tools & Utilities: DBCA, NETCA, Export\/Import, RMAN, SQL*Plus, Putty.",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Here's a 200-word job description matching the provided resume:\n\nJob Title: Database Administrator\n\nRole Summary:\n\nWe are seeking a skilled Database Administrator to join our team. As a Database Administrator, you will be responsible for designing, implementing, and maintaining our organization's databases. Your expertise will be instrumental in ensuring the stability, security, and performance of our databases.\n\nResponsibilities:\n\n* Install, configure, and maintain highly critical databases in various operational modes on Unix\/Linux, Sun Solaris.\n* Experienced in installation and maintenance of 10g, 11g, 12c databases.\n* Responsible for creating users, roles, and profiles, and assigning roles and profiles to users.\n* Set up and manage data guard, logical and RMAN backups, and recover databases as needed.\n* Perform daily, weekly, and incremental backups using RMAN.\n* Maintain buffer cache, library cache, and dictionary cache, and troubleshoot database performance issues.\n* Analyze database performance using AWR, ASH, and ADDM reports, and upgrade databases as required.\n* Develop and implement database backup, recovery, and operations procedures.\n\nRequired Qualifications:\n\n* Bachelor's\/Master's degree in Computer Science or related field.\n* 4+ years of experience as a Database Administrator.\n* Expertise in Oracle 10g, 11g, 12c databases.\n* Experience with data guard, RMAN, and ASM.\n\nDesired Qualifications:\n\n* Certification in Oracle or similar database management systems.\n* Knowledge of database performance tuning and troubleshooting.\n* Experience with database migration and upgrade.\n* Strong analytical and problem-solving skills.\n\nAdditional Requirements:\n\n* Must be eligible to work in the US.\n* Ability to travel occasionally for training and meetings.\n* Strong communication and teamwork skills."
    },
    {
        "resume":"Amazon Redshift Administrator and ETL Developer, Business Intelligence Amazon Redshift <span class=\"hl\">Administrator<\/span> and ETL Developer, Business Intelligence ETL Developer and Database Administrator Plantation, FL To work as database administrator, implementing this role appropriately and effectively in the organizations Authorized to work in the US for any employer Work Experience Amazon Redshift Administrator and ETL Developer, Business Intelligence MSP Recovery - Fort Lauderdale, FL February 2018 to Present Maintain multiple database environments (Redshift, RDS) in AWS. User management and group in Redshift. Design and Developed ETL jobs to extract data from RDS and load it in Redshift Matillion ETL and python script). Experience working within the AWS Big Data Ecosystem (S3, RDS, and Redshift). Expertise in development of various reports and prepare the data for the utilization with tableau. Expertise Query Tuning and Performance optimization and Implementing Work Load management. Managing Amazon Redshift Snapshots using the console. Database Administrator CEAACES - Quito, Provincia de Pichincha November 2014 to December 2015 QUITO ECUADOR  Designed of Conceptual Logical Model and Physical Model.  Implemented, supported and managed the database.  Kept data integrity and availability.  Designed, deployed and monitored database servers.  Managed user administration  Migrated different databases in SQL Management, PostgreSQL and Oracle  Migrated and created new database structures, such as tables, indexes and stored procedures from development to the production environment.  Created and tuned query, stored procedures, triggers, views and added\/changed tables for data load and transformation, and data extraction.  Created backup and restored strategy of production, development and test environments.  Executed recovery databases and created the documentation to provide the disaster recovery processes. Database Administrator Ceige - Havana, IL September 2007 to October 2014 CEIGE, LA HAVANA CUBA  Produced entity relationship & data flow diagrams, database normalization schemata logical to physical database maps, and data table parameters.  Installed and managed Database Server  Created and monitored user accounts, user permissions, database extents and table partitions.  Implemented robust backup and recovery procedures based on data volatility and application availability requirements  Monitored and optimized system performance using index tuning, disk optimization, and other methods.  Monitored the size of the transaction log. Managed databases on multiple disks using Disk Mirroring technology.  Collected, stored, managed, and enabled the ability to query the organization's metadata.  Ensured data availability using administration tactics  Designed, debugged, implemented, and maintained stored procedures, triggers, and user-defined functions that are stored in the DBMS Education Bachelor in Computer Science University of Informatics June 2007 Skills SQL management (5 years), PostgresSQL (7 years), Oracle (1 year), MySQL (4 years), microsoft office (10+ years), PHP (3 years), .NET (2 years), ETL, Data Warehouse, Datastage, Data Stage Additional Information  Proficent in data modeling and database design  Skilled at Metadata management and repository usage  Experienced to manage large databases  Able to organize the procedures that affect the database, such as backup and recovery procedures  Able to solve technical problems that are caused by database design or malfunction  Good communication skills to provide database help  Procedural skills  Ability to focus on deadlines and deliverables  Able to work with SQL Management, PostgreSQL, Oracle, MySQL, Microsoft Office",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Here is a 200-word job description for the provided resume:\n\n**Role Summary**\n\nThe ideal candidate will serve as a skilled database administrator and ETL developer, responsible for maintaining multiple database environments, designing and developing ETL jobs, and optimizing database performance.\n\n**Responsibilities**\n\n* Administer and manage multiple database environments, ensuring data integrity and availability\n* Design and develop ETL jobs using Matillion and Python scripting to extract data from various sources and load it into a target database\n* Develop expertise in query tuning and performance optimization, as well as workload management\n* Manage user access and permissions, ensuring data security and compliance\n* Analyze and troubleshoot database performance issues, leveraging expertise in index tuning, disk optimization, and other methods\n* Collaborate with stakeholders to design, deploy, and monitor database servers and systems\n* Develop and maintain technical documentation for database infrastructure and procedures\n\n**Required Qualifications**\n\n* Bachelor's degree in Computer Science or related field\n* 5+ years of experience in database administration and ETL development\n* Strong understanding of database management systems, including SQL, PostgresSQL, Oracle, and MySQL\n* Proficiency in scripting languages, such as Python and SQL\n* Ability to work in a team environment and communicate technical information to non-technical stakeholders\n\n**Desired Qualifications**\n\n* Experience working with cloud-based database management systems, such as AWS Redshift\n* Familiarity with data modeling and database design principles\n* Knowledge of data warehousing and business intelligence concepts\n* Experience with ETL tools, such as Matillion and Datastage\n\n**Additional Requirements**\n\n* Ability to work in a fast-paced environment, meeting deadlines and deliverables\n* Strong analytical and problem-solving skills\n* Excellent communication and interpersonal skills\n* Willingness to learn new technologies and tools as needed."
    },
    {
        "resume":"Scrum Master Scrum Master Scrum Master Richmond, VA Work Experience Scrum Master Quest Technologies - Washington, DC October 2015 to April 2019 Responsibilities: Organize and facilitate Scrum ceremonies and backlog refinement under minimal supervision  Champion Agile software development best practices, acting as a coach to the Scrum teams  Support the Product Owner in grooming and maintaining the product backlog  Track and communicate team status and progress via burnup and burndown charts, as well as other information radiators, to the team, management, and stakeholders  ensuring it accurately reflects current state  Take responsibility for managing dependencies between the Scrum team and others, collaborating within the Scrum Master network  especially with regard to items necessary for product release  Demonstrate sense of urgency and responsiveness to complete work and solve problems, with a strong drive to persevere when faced with ambiguity  Proactively remove or escalate roadblocks to allow team progress  Maintains relevant metrics to help the team monitor their performance  Encourages continual improvement in Engineering practices to improve code quality and delivery  Coordinates timely response and support to production line customer issues, when escalated Oracle Database Administrator\/ Scrum Master Prudential - Richmond, VA June 2013 to October 2015 Responsibilities:  Ensured the team remained focused on continuously delivering working products  Track the teams process and made sure the agile process was being followed  Worked with team members to rid of any impediments and keep progress continuous by escalating issues and removing outside barriers  Developed sprint plans and tracked and monitored the status of completion  Facilitating daily stand-ups, sprint planning, backlog grooming, and retrospective meetings  Updated the metrics to reflect accurate status of work being completed  Personality to coordinate with teams members with different backgrounds while using different forms of communication  Installed, configured, and maintained Oracle 10g and 11gR2 on Linux and also Upgraded from Oracle 10g to 11g.  Extensive Experience with RMAN Backups, Hot Backups and Logical Backups.  Strong skills in applying security patches (Patch set, Critical Patch Updates (CPU) \/ Patch Set Updates (PSU), One-off Patch) using \"runInstaller\" and perl based utility \"opatch\".  Performance tuning of the database - SQL Tuning, Used Tuning utilities like STATSPACK, TKPROF  Experienced in configuration of ASM for RAC and NON- RAC environments.  Construction of Catalog databases and developed scripts to perform Backups of Large Databases to fit the backup window using RMAN.  Supported & maintained the Production\/Development databases on various servers  Extensively worked on setting up auditing in many databases we supported  Managing Database Structure and Storage Allocation  Monitored different databases and application servers using Oracle Enterprise Manager (OEM) 12c Grid Control. Junior Oracle Database Administrator Time Warner Cable - Richmond, VA May 2012 to June 2013  Implement Grid based monitoring solution for large Databases and Installation of Cluster ware, configuring public, private and VIP.  Extensively worked in various areas of Data guard i.e. Installation, Recovery, RTA (Real Time Apply), Patching, Tuning, Switchover, Switchback and Failover.  Implemented and configured 11g grid control on RHEL.  Configured Oracle Streams on Oracle 11g, 10g databases for data replication and monitored them using Grid Control.  Automated the Data Replication process using Materialized Views for reporting databases.  Used Oracle Enterprise Manager (OEM) 11g Grid Control for monitoring multiple database and notification of database alerts, and configured EM agents on multiple database servers.  Maintenance of Oracle 11gR2 Real Application Cluster (RAC) Database for High Availability, Scalability and Performance by determining the best Cluster architecture, choosing the best hardware configuration for Oracle RAC.  Successful in installation\/maintenance of Physical Standby database using Oracle Data Guard for Oracle 11.2.0.3 and Oracle 10.2.0.5 RAC databases.  Implemented switchovers on primary and standby databases as a part of planned maintenance activities.  Used TOAD for database management.  Made optimal use of Oracle Support in resolving the SRs. Education Virginia Commomwealth University - Richmond, VA August 2013 to Present Skills Oracle, Sql, Linux, Sun, Ux, Rman, Hp-ux, Rdbms, Oem, Loader, Agile Scrum, Jira, Scrum Master, CSM, Scrum Additional Information TECHNICAL PROFICIENCIES:  Tools and Utilites: RMAN, OEM, SQL*Loader, EXP, IMP, Data pump, TOAD, Oracle SQL Developer.  RDBMS: Oracle 9i, 10g, 11g, 12c  Operating Systems: HP-UX 10.x, 11.x, 12c, Sun RHEL 2.1, 3.x, 4.x, 5.x.Linux Enterprise",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Here is a 200-word job description for the provided resume:\n\n**Role Summary**\nThe Scrum Master will play a crucial role in driving Agile software development best practices across the organization. The ideal candidate will be responsible for organizing and facilitating Scrum ceremonies, championing Agile principles, and collaborating with cross-functional teams.\n\n**Responsibilities**\n\n* Organize and facilitate Scrum ceremonies and backlog refinement under minimal supervision\n* Champion Agile software development best practices and act as a coach to Scrum teams\n* Support the Product Owner in grooming and maintaining the product backlog\n* Track and communicate team status and progress using various information radiators\n* Manage dependencies between the Scrum team and other stakeholders\n* Demonstrate a sense of urgency and responsiveness to complete work and solve problems\n* Proactively remove or escalate roadblocks to ensure team progress\n\n**Required Qualifications**\n\n* 4+ years of experience in Agile software development and\/or Scrum Master role\n* Strong understanding of Agile methodologies and Scrum framework\n* Excellent communication, facilitation, and coaching skills\n* Experience with tracking and reporting team status and progress\n* Strong problem-solving and analytical skills\n\n**Desired Qualifications**\n\n* Oracle database administration experience\n* Certification in Scrum Master (CSM)\n* Experience with Jira and other Agile project management tools\n* Strong understanding of Linux and Oracle operating systems\n\n**Additional Requirements**\n\n* Ability to work in a fast-paced environment and prioritize multiple tasks\n* Strong attention to detail and excellent organizational skills\n* Ability to communicate technical information to non-technical stakeholders"
    },
    {
        "resume":"Oracle Database Administrator Oracle <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Oracle Database Administrator - SUNTRUST BANK Fort Meade, MD  More than six years of experience in the IT industry as an Oracle Database Administrator (DBA), having extensive experience in production support, installation, configuration, upgrades, cloning, space management and database security management with Oracle Software on Red Hat Linux, Solaris, IBM AIX, and Windows platforms.  Possess high competency in advanced DBA skills such as backup, recovery and performance tuning.  Good exposure with Configuring Single Instance, Oracle Real Application Clusters (RAC) and Automatic Storage Management (ASM).  Experience in installing and patching Oracle RAC with ASM on IBM AIX, Solaris and Linux platforms.  Expertise in setting up Data Guard Failover, Switchover and Read-Only scenarios. Fabricated multiple Clone databases using the traditional method and Recovery Manager (RMAN) utility for high availability configuration.  Good exposure with Oracle DBA tasks like Installation, Patching, Cloning and Upgrading of Oracle Databases and Grid Infrastructure.  Extensive knowledge of database backup and recovery strategy using RMAN and configuration of Recovery Catalog for multiple databases.  Performed periodic backups, both full and incremental, and restoration recovery of database using the RMAN utility.  Exposure to SQL Tuning Advisor, SQL Profiles, SQL Monitoring, SQL Access Advisor, SQL Baselines, SQLTXTRACT tools and utilities.  Installed Oracle 10g and 11g RAC software with ASM and Oracle Cluster File System, Version 2 (OCFS2) on RHEL and HP-UX.  Experience in migration of Non-RAC database to RAC, RAC to Non-RAC using RMAN, RCONFIG and DBCA.  Experience with adding and deletion of Nodes in RAC.  Experience with upgrading databases from 10g and 11gR2 to 12c.  Work with Oracle Advanced Technologies like Oracle Enterprise Manager Grid Control, Oracle Streams, Data Guard and Real Application Clusters.  Implemented and configured replication technology using Data Guard installation, configuration and troubleshooting on Linux and UNIX Platforms.  Implemented different Backup and Recovery strategies using RMAN, Complete and Incomplete Recovery of databases during database crash, disk\/media failure, etc.  Extensively used RMAN DUPLICATE to clone\/duplicate target database and restore Tablespace Point-in-Time Recovery (TSPITR).  Efficiently implemented logical backups using tools like Oracle Data Pump Export\/Import and Classic (Original) Export\/Import.  Experience with applying security and quarterly (PSU & CPU) patches to the databases.  Cloning Oracle Application from PROD to DEV, TEST, and UAT environment.  Installation, configuration, patching, upgrading and maintenance of Oracle Applications and Oracle Databases.  Experience in replication using Materialized Views.  Security User Management, Privileges, Roles, Auditing, Profiling and Authentication.  Hands-on experience with the new Oracle FLASHBACK Technology like enabling Flashback feature, configuring FLASH RECOVERY AREA (FRA) and implementing Flashback recovery strategies like FLASHBACK Drop, FLASHBACK Table, FLASHBACK Query and FLASHBACK Database.  Performance Monitoring and Tuning of databases using tools like SQL Tuning Advisor, Sales Performance Management (SPM), Segment Advisor, STATSPACK, Automatic Workload Repository (AWR), Active Session History (ASH) and ADDM reports.  Experience working with SQL Tuning tools like SQL Trace, Explain Plan and SQL Profiles.  Oracle GoldenGate knowledge.  Configured and maintained unidirectional replication in GoldenGate.  Creating and maintaining Oracle Wallet and remote authentication.  Good understanding of System Development Life Cycle, Automatic Undo Management, RAID concepts and advanced features of Oracle 11g.  Expertise in Tuning memory, I\/O and CPU utilization, Disk usage and Space utilization.  Upgrading and Migration of Oracle Database to higher version and other platforms using manual method and traditional Export\/Import, Data Pump & Transportable Tablespace (TTS).  Experience in coding SQL, PL\/SQL packages, functions, stored procedures, triggers, and Materialized Views for Oracle Database.  Hands-on experience with Logical backups, Hot\/Cold backups, Recovery, and cloning of databases using RMAN, SQL-BackTrack, Veritas NetBackup.  Disk Space Management involving managing archives, space allocation to various tablespaces and capacity planning for new applications.  Expertise in configuring RMAN with Catalog\/Nocatalog and worked on Point-In-Time Recovery and Flashback.  Plugging the tablespace between different platforms using Cross-Platform Transportable Tablespace utility.  Collected performance statistics using STATSPACK\/AWR and Automatic Database Diagnostic Monitor (ADDM).  Used TKPROF utility and Explain Plan for tuning SQL queries.  Expertise in loading data from flat files using external tables and SQL*Loader.  Experience with SQL, PL\/SQL and UNIX Shell Scripting.  Hands-on experience in tuning mappings, identifying and resolving performance bottlenecks in various levels like sources, targets, mappings, and sessions.  Excellent analytical, problem solving, communication and interpersonal skills.  Highly effective in communicating with engineers and technicians.  Skilled in detailed work, redefining a wide range of operational difficulties.  Strength in analyzing and improving electronics and administrative methods.  Committed to maintaining quality and efficiency.  Enjoy the challenge of providing high quality direct service to clients.  Proven ability to effectively facilitate communication between management and project personnel.  Highly inquisitive, creative and resourceful; goal oriented, and enthusiastic quick learner. Authorized to work in the US for any employer Work Experience Oracle Database Administrator SUNTRUST BANK - Tampa, FL February 2015 to Present  24x7 database administration, support and monitoring to ensure proactive problem recognition and resolution of database issues.  Migration of Oracle Databases from Windows to Linux.  Apply patches to Oracle Databases and Oracle Applications.  Upgrade development and production databases to Oracle 10g.  Proactive database monitoring using Oracle 10g grid monitoring tool.  Database tuning using SQL Trace, STATSPACK, EXPLAIN PLAN and TKPROF.  Extensive Performance Tuning, Memory (SGA) Tuning, NetBackup, EMC (TimeFinder and SRDF), RAID and RAW Devices.  Perform database cloning to set up test and development databases.  Responsible for optimizing the queries and application tuning.  Perform SQL Tuning and assist developers with coding PL\/SQL.  Provide support to Application Database Administrators in designing the database.  Use RMAN for backup and recovery. Perform Hot, Cold and Logical backups. Perform backup validations using RMAN.  Management of schemas, objects partitioning the tables & indexes.  Automation of data load using KornShell scripting and SQL*Loader.  Responsible for setting and managing user accounts, and granting required privileges to users.  Perform other DBA activities such as space management and performance monitoring.  Experience in Oracle Database monitoring, troubleshooting and resolving issues.  Have implemented two types of standby databases supported by Data Guard, Logical standby and Physical standby databases in 11gR2 on two-node RAC.  Hands-on experience in Hot\/Cold Backup, Recovery and Cloning of databases using RMAN with Veritas NetBackup and Commvault.  Implement Active Data Guard, creating both Logical and Physical Standby databases in 10g, 11g & 12c environment for the Production databases.  Configure and manage Data Guard extensively for Production databases of sizes ranging from 50GB to 5TB.  Performance Tuning - Gathering stats, creating indexes and tuning memory settings for optimal performance.  Work with 11gR2, 12c multi-node RAC\/Non-RAC environment on LINUX, ASM, SCAN, and GIS.  Set up and configuration of Standby Databases, Active Data Guard, Snapshot Standby and Data Guard Broker.  Involvement in timely database and application releases for Oracle Applications in conjunction with the Development Team, Application Team, System Administrators and Release Teams.  Tuning of Oracle Database, tuning memory, I\/O, Resource contention, Database operation and performance diagnostic tools (TKPROF, SQL Trace utility, Oracle Expert and Oracle SQL Analyze).  Frequent interaction with Developers, working with them in developing the applications using SQL Trace and Explain Plan utilities.  Implement partitioning on huge tables to improve performance and reduce maintenance to finite window operations.  Monitor databases using Oracle Enterprise Manager and Toad. Monitoring at the OS Level and monitor backups using the OASIS tool.  Install, configure, and maintain Oracle Audit Vault for auditing all of the databases at the same time.  Set up and Maintenance of Oracle Advanced features like Oracle FLASHBACK and Flash Recovery Area, Data Guard (Physical Standby) and Failover procedures.  Experience on OEM 12c installation.  Knowledge in the architecture design of OEM, Oracle Database and application monitoring.  Implement and configure GoldenGate in RAC environment.  Implement 11g Interval Partitioning for monthly partitioning of large tables.  Develop RMAN Backup strategies for cloning the test databases with the production environment and work on RMAN Active-Active Duplication.  Experience with logical backups EXPDP\/IMPDP and extensively used for Re-hosting the application using GoldenGate. Worked with conventional EXP\/IMP for migrating data from 9i to 10g.  Schedule RMAN backups, purge jobs, maintenance jobs using DBMS_JOBS, DBMS_SCHEDULER, Crontab and $Universe.  Design and implement different backup strategies like Hot, Cold, RMAN with Flash Recovery Area and Logical Backups EXPDP\/IMPDP.  Handle Chained Rows and Row Migration, and solve the database performance issues.  Experience with ASM, adding, and deleting disks to the disk group.  Support development teams for all the database-related issues and handle the critical issues like network failures and ASM Disk Group errors and node failures in the RAC cluster.  Generate STATSPACK\/AWR reports using OEM 12c from Oracle 11g database and analyze the reports for Oracle Wait Events, time consuming SQL Queries, tablespace growth, and database growth.  Use Explain Plan, Oracle Optimizer Hints and creation of new indexes to improve the performance of SQL statements. Involved in SQL Query tuning and provide tuning recommendations to application jobs, and time\/CPU-consuming queries.  Tools Used: Oracle RMAN, Oracle 11g (11.2.0.2), DBMS STATS, Data Pump, SQL Trace, TKPROF and EXPLAIN PLAN Oracle Database Administrator ESTES-EXPRESS - Richmond, VA March 2013 to February 2015  Cloned and migrated databases using RMAN and traditional Data Pump Export\/Import utilities in Oracle 10gR2.  Implemented recovery strategies whenever required and successfully recovered databases using RMAN if the database crashed or media\/disk failed.  Scheduled the Physical backups (Hot & Cold) in Crontab using RMAN and monitored the scheduled jobs.  Performed configuration changes using Autoconfig.  Pre-Patch Analysis for the patches and document preparation with pre- and post-patch steps.  Applied patches (Maintenance Pack, Interoperability Patch, Release Update Patches (RUP), and Family Pack).  Created application users, user profiles, responsibilities, menus, and functions.  Validated and created grants & synonyms on APPS schemas. Performed JAR file\/forms generation as a post-patch step, and Relinking the Oracle APPS programs.  Performed Application Tracing for various user sessions and for various concurrent programs.  Monitored the alert log and trace files for errors.  Performed cloning of Production database to TEST environment to provide user live data for testing purposes.  Managed OLTP databases, RAC and Non-RAC having 24x7 activities, handled all aspects of databases including administration, tuning, backup and recovery in Production, Test and Development environments.  Provided the database dumps and schema level dumps to DEV and TEST database environments.  Performed reorg of the schema\/tables and data archiving at regular time intervals.  Planned and Scheduled Backup\/Restoration Strategies and made backups of the database using RMAN.  Responsible for Creating Users, Groups, Roles, Profiles and assigning the users to groups and granting necessary privileges to the relevant groups.  Used SQL Trace, TKPROF, Explain Plan utilities for optimizing and tuning SQL queries.  Maintained data integrity and security using integrity constraints and database triggers.  Provided 24x7 support for all production and development databases.  Strong skills in applying security patches (Patch Set, Critical Patch Updates (CPU) \/ Patch Set Updates (PSU), One-off Patch) using runInstaller and Perl based utility OPatch.  Applied patches 10.2.0.2, 10.2.0.3 and 10.2.0.4.  Highly experienced in implementing Oracle's Transportable Tablespace (TTS) feature using Data Pump Export\/Import of Oracle 10g and 11g allowing users to quickly move a user tablespace across Oracle Databases.  Expertise in implementing data refreshes at database, schema and table level using RMAN utility and Data Pump conventional Export\/Import of Oracle 10g and 11g.  Performed installation and configuration of Oracle 10.2.0.1 database on the HP-UX platform.  Successfully performed migrations from Oracle 9i\/10g to 10gR2 RAC (Real Application Cluster) database.  Successfully upgraded the databases from 11g to non-CDB (Container Database) on 12c.  Successfully migrated 12c non-CDB databases to Pluggable Databases (PDB).  Created Oracle Wallets and implemented tablespace level Transparent Data Encryption (TDE) security.  Constantly monitored the performance (Dynamic Performance (V$) Views) at peak load of the databases and viewed the alert log files and trace files.  Ran scripts to check the database status, such as growing table sizes, extent allocation, free space, used space, fragmentation etc.  Performed space management, capacity planning, disaster recovery and overall maintenance of the databases.  Created Physical Standby databases using RMAN with zero downtime. Performed Switchover and Failover using Data Guard Broker and manually performed this operation when required.  Worked extensively with Physical Standby database, troubleshooting, switchover and switchback with Physical Standby setup.  Successfully performed data replication using Materialized Views and Oracle Streams in Oracle 10gR2.  Tools Used: Oracle Streams, RMAN, Data Pump, Oracle 10.2.0.1, HP-UX 11i, Sun Solaris 10.0, SQL Trace, TKPROF and Explain Plan Field Service Representative \/ Technician ROCHE DIAGNOSTICS FOR ADECCO TECHNICAL - Columbia, MD October 2009 to March 2013  Provided routine technical support to Roche Diagnostics' customers on installation and maintenance aspects of molecular diagnostics system equipment and robotics.  Performed service, repair and installation of company products, including mechanical\/system hardware and networking\/wireless networking, sometimes working with the primary technical specialist.  Performed hardware updates on medical equipment using standard and specialized hand tools.  Performed software updates of medical devices.  Performed electrical safety tests on medical devices using an electrical safety analyzer.  Recorded test results.  Input and manipulated data in a Microsoft Excel spreadsheet.  Tools Used: Roche Diagnostics' Molecular Analyzers (Ampliprep, LC480, TaqMan48, TaqMan96, MagNa Pure 96, MagNa Pure Compact, Hamilton Star, Cobas 4800) Education School of Professional and Graduate Studies\/Technical Courses BAKER UNIVERSITY - Overland Park, KS General\/Business\/Science Courses UNIVERSITY OF ALASKA - Anchorage, AK Skills Please see 'Additional Information' section. (6 years), Oracle DBA (6 years), DBA Certifications\/Licenses Oracle Certified Associate Present Additional Information TECHNICAL SKILLS  Oracle Databases Oracle 10g, 11g and 12c  Database Tools Oracle (Oracle Enterprise Manager, SQL*Plus, SQL Loader, and DB Configuration Assistant) Toad, OEM Grid, RMAN, SQL*Loader, Data Pump Exp\/Imp, LogMiner, Statspack\/AWR, Shareplex Top, DBCA, DBUA, ADDM, Oracle Migration Workbench, BMC Remedy, Erwin and Quest QDesigner  Operating Systems LINUX, UNIX (Solaris 8, 9 & 10), IBM AIX, Windows 7, 8 & 10, MAC OS 9 and OS X  Hardware Red Hat Linux 6.2, Dell EMC Servers, HP-UX 9000, Hitachi, Sun Fire 15K, Sun Storage 6320, Sun Enterprise Servers (890, 880, 420 & 450), Sun StorEdge 6320, Compaq Servers (6000, 3000, 1600 & 800), IBM PC and Compatibles  Software Microsoft Word, Mail Merge, Excel, Power Point, Outlook, Exchange and various others  Other Technical \/ Computer Skills Oracle Database 11g: SQL Fundamentals I ETA International Computer Service Technician Certification \/ A+ Hardware Break Fix Technician CompTIA Network+ (Accredited Course Certificate \/ Industry Certification Pending) ETA International Wireless Network Technician Certification ETA International Fiber Optics Advanced Certification ETA International Customer Service Specialist Certification Other office, electronics, business and industry related equipment Web Design \/ Graphics Design",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"**Role Summary**\n\nWe are seeking an experienced Oracle Database Administrator to join our team. The successful candidate will be responsible for designing, implementing, and maintaining large-scale Oracle databases, as well as ensuring high availability and performance. The ideal candidate will have a strong background in Oracle database administration, with experience in administering multiple Oracle databases, managing database backups and recoveries, and troubleshooting database issues.\n\n**Responsibilities**\n\n* Design, implement, and maintain large-scale Oracle databases\n* Ensure high availability and performance of databases\n* Manage database backups and recoveries\n* Troubleshoot database issues and resolve problems in a timely manner\n* Collaborate with development teams to ensure database design meets application requirements\n* Implement security and auditing measures to protect database integrity\n* Perform regular database maintenance tasks, including space management and performance tuning\n* Stay up-to-date with the latest Oracle technology and best practices\n\n**Required Qualifications**\n\n* Bachelor's degree in Computer Science, Information Technology, or related field\n* 6+ years of experience in Oracle database administration\n* hands-on experience with Oracle databases (10g, 11g, 12c)\n* Knowledge of Oracle database administration tools, including RMAN, Data Pump, and SQL*Plus\n* Ability to troubleshoot and resolve complex database issues\n* Strong understanding of database performance tuning and optimization\n* Excellent analytical and problem-solving skills\n\n**Desired Qualifications**\n\n* Oracle Certified Associate (OCA) certification\n* Experience with Oracle Enterprise Manager and OEM Grid\n* Knowledge of Linux and Unix operating systems\n* Experience with database migration and upgrade projects\n* Certification in a related field, such as CompTIA Network+ or ETA International Computer Service Technician Certification\n\n**Additional Requirements**\n\n* Ability to work in a fast-paced, dynamic environment with tight deadlines\n* Excellent communication and teamwork skills\n* Ability to work with minimal supervision and prioritize tasks accordingly\n* Strong attention to detail and ability to maintain accuracy in work products\n\nNote: The above job description is based on the provided resume and may not be exhaustive."
    },
    {
        "resume":"Oracle Database Administrator Oracle <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Oracle Database Administrator - Caresource Cincinnati, OH  Oracle Database Administrator over 7+ years of experience with strong emphasis on delivering world-class solutions across corporate  Mainly Oracle Database Administration experience including Oracle Exadata, Oracle Enterprise Manager Cloud Control 12c & 13c Release 2 (12.1.0.2), 11gR2 RAC on LINUX and Sun Solaris, Installation, Upgrading, Patching, sizing, creating Oracle Databases, and Oracle database Objects, data migrations, Troubleshooting, Performance & Tuning, Backup & Recovery, and Database integrity and Security.  Experience in TDE(Transparent Data Encryption) in both 11g wallet and 12C Keystore.  DBA and well versed with SQA(Software quality assurance) life cycle, requirement gathering, deploying test cases development, also with Oracle EBS(E-Business Suite).  Hands on experience in Oracle 9i, 10g, 11g and 12c RAC implementation & administration (Oracle Clusterware setup and configuration, RAC installation using ASM, Grid Installation)  Good experience in RAC Clusterware administration, Configuration and Patching Performing day-to-day database administration tasks like SRVCTL,CRSCTL ASMCMD,CELLCLI and dcli  Extensive experience designing and implementing backup and recovery strategy for databases using Recovery Manager (RMAN).  Experience with various database Backup and Recovery methods like PITR, TSPITR, Export\/Import and Flashback Technologies.  Experience in the field of Database Technology with experience in designing, developing implementing Databases.  Have ample knowledge in implementing policies, and procedures for disaster recovery and archival processing to ensure data protection.  Expert in delivering Oracle Database performance-tuning services for customers with EXPLAIN PLAN, TKPROF, STATSPACK, SQL TRACE, ORADEBUG, 11g OEM Grid monitoring custom scripts troubleshooting oracle databases using SQL trace utilities.  Experience with SQL coding including DDL, DML and fine tuning those sql's for better performance.  Good knowledge v$ performance views and command line skills to identify information about sessions, wait events, system performance etc  Involved in tuning applications for optimal response time using SQL \/Optimizer Trace at various levels and events, Explain Plan, TKprof, or debug and also identifying the poor SQL's, histograms, row chaining & row migrations and tune accordingly.  Exposure to SQL Tuning Advisor, SQL Profiles, SQL Monitoring, SQL Access Advisor, SQL Baselines and SQLTXTRACT tools and utilities.  Applying Patches, Critical Patch Update\/Patch Set update and One-off Patches using OPatch. Experience in patching RAC databases in rolling fashion to maintain high availability.  Extensive experience in designing Logical and Physical data models for new developments using ERwin modeler.  Experience in using 11g features Flash-Back Recovery, Data Pump, AWR, ASM, ADDM, ASH, Recycle Bin, 11g&12c Grid Monitoring.  Skilled in cross platform migrations from Windows to Linux, Solaris, HP and AIX unix  Excellent Experience in installing and maintaining Oracle Dataguard to implement physical Standby Databases for Disaster Recovery.  Proficient in setting up Standby Database using shell scripts and RMAN utility tool, activating and Re-building Standby Databases both Physical and Logical supported by DATAGUARD.  Migrated databases from Non-ASM file system to ASM file system using RMAN.   Expertise in Configuring RMAN with Catalog \/No catalog and worked on Point-In-Time Recovery and flashback.  Plugging the tablespace between different platforms using Cross platform transportable tablespace Utility.  Collecting performance statistics using Statspack\/AWR (Automatic Workload Repository) and ADDM (Automatic Database Diagnostic Monitor).  Used TKPROF utility and Explain Plan for tuning SQL queries.  Experience in regular DBA activities such as Upgrades, Patches, TAR support, Cloning, Backups and Recovery Manager, Performance Tuning, Capacity Planning and documentation  Excellent analytical, problem solving, communication and interpersonal skills Work Experience Oracle Database Administrator Caresource - Dayton, OH June 2017 to Present  Support many databases running Oracle 11g & 12.2.0.1 on Standalones & Exadata environment ,running on X6s with the use of Cloud Control 12C in monitoring.  Create documentation to support the business and satisfy regulatory requirements.  Plan and execute disaster recovery for company production systems.  Research and solve Oracle with Oracle Support.  Provide senior level DBA support for applications, including developing data migration scripts, data validation queries, and a maintenance plan for the various development versions of these applications.  Provide documentation and support for all aspects of maintenance and development.  Work with application development team staff to develop & test database architecture and approve all production schema changes.  Manage movement of data between Dev,Test. UAT and Production.  Tune database instances and applications and recommend changes to improve database performance.  Migration of data from sql-server to Oracle12C.  Plan and implement backup and recovery strategy and write scripts to do nightly RMAN backup.  Installed, patched, and managed Oracle Database versions 11g on Red Hat Linux  Able to resolve the performance issue in database 12c using full database caching and In-Memory Aggregation features.  Hand on experience in cloning the non-multitenant container database to pluggable database in 12c using the PDB Metadata clone, PDB Remote Clone and PDB Snapshot cloning feature.  Have implemented two type of standby databases supported by Data Guard, logical standby and physical standby databases in 11gR2  Having hands on experience in Hot\/Cold Backup, Recovery and Cloning of databases using RMAN with VERITAS Net Backup.  Implemented Active Data guard, creating both Logical and Physical Standby databases in 10g,11gRAC & 12C environment for the Production databases.  Experiencing in Installing OEM 12c and 13c Cloud Control and upgrading the 11g management agents to 12c agents.  Implemented Golden Gate in moving large volumes of transactional data, with minimal impact to online systems.  Cloning\/duplicate of database with RMAN and user-managed (hot\/cold) backups.  Migration of databases to 12C from Oracle 10g&11g.  Implemented and maintained Oracle 11g Data Guard\/standby databases for fail-over purposes.  Also, worked on Network data encryption to improve the security and implemented SSL wallet to secure the connections.  Migrated OLAP databases close to 8TB with minimal downtime using GoldenGate and verified data integrity using Goldengate Veridata tool for Linux 3 Node RAC.  Database Services creation for distributing the applications across multiple nodes, extensively used all command line utilities SRVCTL, CRSCTL, ADR, ASMCMD,  Partitioned tables Maintenance, adding new partitions, exchanging one year old partitions then archiving of the exchanged partitions, dropping or truncating of old portions.  Implemented Range,list and interval Partitioning for monthly partitioning of large tables.  Developed RMAN Backup strategies for cloning the test databases with the production environment and worked on RMAN active-active duplication.  Experience with Logical backups EXPDP\/IMPDP and extensively used for Re-hosting the application using Golden Gate and worked with conventional EXP\/IMP for migrating data from 9i to 10G.  Scheduled RMAN backups, purge jobs, Maintenance Jobs using DBMS_JOBS, DBMS_SCHEDULER, Crontab.  Designed and implemented different backup strategies like Cold, Hot, MAN with Flash Recovery Area and Logical Backups EXPDP\/IMPDP.  Handled Chained Rows and Row migration, and solved the database performance issues.  Experienced with ASM, adding, deleting disks to the disk group.  Supported development teams for all the database related issues and handled the critical issues like network failures and ASM DISK group errors.  Generated Statspack\/AWR reports using OEM 12C from Oracle 11g database and analysed the reports for Oracle wait events, time consuming SQL queries, tablespace growth, database growth.  Used Explain Plan, Oracle hints and creation of new indexes to improve the performance of SQL statements. Involved in SQL Query tuning and provided tuning recommendations to Application jobs, time\/CPU consuming queries  Coordinated maintenane activities including shutdown and startup of db's and ec2 instances  Completed RDS backups before and after maintenance activies including upgrades and patching  Tools Used: Oracle RMAN, Oracle 11g (11. 2.0.2), DBMS STATS, Datapump, SQL TRACE, TKPROF, EXPLAIN PLAN Oracle Database Administrator Anthem - Indianapolis, IN April 2016 to June 2017  Supported 6 Node Exadata on X4s from Development, Test, UAT to Production environments, involving daily configuration, administration, all running on Red Hat Linux 6.5. Database sizes range from 500GB to 7TB (in MANHATTAN,ODS & FIN,OC11,SCI & EDW environments).  Both tables and schemas refreshes using Datapump, expdp and impdp.  Database refreshed using expdp, impdp, RMAN Duplicate and cloning.  Used RMAN Duplicate and EXPORT\/IMPORT data from 9i to 11.2.0.4.  Created a standby database by using RMAN Duplicate in order to reduce the down time for the PROD database during the migration process.  Planned Backup\/Restoration Strategy, Planning and scheduling Backups, taking Logical Backups (with Export\/Import Data pump utilities).  Installation of oracle enterprise manager 12c, oracle management repository and deployed agents.  Managed agents using emctl utility and creating incident rules in enterprise manager 12c.  Configuring administration groups, and creating template collections in oem 12c.  Performed SQL and PL\/SQL tuning, oracle contention and monitored production database using automatic workload repository (AWR), automatic database diagnostic monitor (ADDM) and Active Session History (ASH).  Worked closely with the Oracle developers for the better performance in Applications, in writing the Packages, Triggers and Indexes on the tables.  Used Secure SCP & FTP extensively for the File transfers from machines to remote server.  Cloning & duplicating databases using scripts as well as RMAN for test and developments instances.  SQL tuning and Database performance tuning has been done based on reports generated by SQL Trace, TKPROF, STATSPACK, Explain Plan, AWR, ADDM and monitor the database performance on daily basis.  Responsible for setup and implementation of 2 Node RAC on Linux in 11g R2.  Implemented Dataguard, creating both logical and physical standby databases in 10g and 11g RAC environment for production database.  Worked closely with Systems Analysts, Systems Engineers\/Admins & Application Developers through the SDLC from Development to Production, via Tech-Test in Needs Assessment, Requirements Gathering (Server hardware\/OS specifications for Oracle Installs), Database Designing (Physical & Logical) and Implementation, database user creation and database access both at role & table levels, as well as final Project Performance Assessment\/Evaluation.  Created database Objects, Tablespaces, Schemas as needed.  Database refresh from Production to dev, test and uat. Oracle Production Support Database Administrator PNC Bank - Columbus, OH March 2013 to April 2016  Cloned\/Migrated databases using RMAN and traditional Datapump export\/import utilities in Oracle 10gR2.  Implemented recovery strategies whenever required and successfully recovered databases in case database crash, media\/disk failures by using RMAN.  Scheduling the Physical backups (hot & cold) in CRON tab using RMAN utility and monitoring the scheduled jobs.  Worked on Installation and maintenance of Oracle 11g, 12C RAC databases including Golden gate, ASM and CRS.  Responsible for Creating Users, Groups, Roles, Profiles and assigning the users to groups and grant necessary privileges to the relevant groups.  Used SQL TRACE, TKPROF, EXPLAIN PLAN utilities for optimizing and tuning SQL queries.  Maintained the data integrity and security using integrity constraints and database triggers.  Provided 24X7 support for all the production and development databases.  Strong skills in applying security patches (Patch set, Critical Patch Updates (CPU) \/ Patch Set Updates (PSU), One-off Patch) using \"runInstaller\" and perl based utility \"opatch\".  Highly experienced in implementing Oracle's Transportable Tablespace (TTS) feature using Datapump Export\/Import (Oracle 11g, 10g) allowing users to quickly move a user Tablespace across Oracle databases.  Expertise in implementing data refreshes (at database, schema & table level) using RMAN utility and Datapump, conventional Export\/Import of Oracle 11g, 10g.  Performed Installation and configuration of Oracle 10.2.0.1 database on HP-UX platform.  Successfully performed migrations from Oracle 9i\/10g to 10gR2 RAC (Real Application) Database.  Successfully upgraded the databases from 11g to non CDB 12c.  Successfully migrated 12c Non CDB databases to pluggable databases.  Created Oracle Wallets and implemented Tablespace level TDE security.  Constantly monitor the performance (V$ dynamic performance views at peak load) of the Databases and viewing Alert log files & Trace files.  Used to run scripts to check the status of databases such as growing table sizes, extent allocation, free space, used space, fragmentation etc.  Performed space management, capacity planning, disaster recovery and overall maintenance of the databases.  Created Physical Standby databases using RMAN with zero downtime, performed Failover and Switchover using Data Guard Broker and manually as and when required.  Worked extensively with Physical Standby database, troubleshooting, switchover and switchback with Physical standby setup.  Successfully performed data replication using Materialized views and Oracle Streams in Oracle 10gR2.  Applied patches 10.2.0.2 and 10.2.0.3, 10.2.0.4.  Tools Used: Oracle 10.2.0.1, HP-UX 11, Sun Solaris 10.0, Oracle Streams, RMAN, Datapump, SQL TRACE, TKPROF, EXPLAIN PLAN Education Biochemistry University Of Yaounde April 2008 Skills Database, Oracle, Sql, Rman, Hp-ux, Ux, Red hat, Solaris, Unix, Aix, Linux, Sun, Remedy, Erwin, Oem, Loader, Emc Additional Information TECHNICAL SKILLS Databases: Oracle 9i, 10g, 11g, 12c Database Tools: Oracle (Oracle Enterprise Manager, SQL*Plus, SQL Loader, DB Configuration Assistant) Toad, OEM Grid, RMAN, SQL*Loader, Exp\/Imp\/Data Pump, Log miner, Statspack\/AWR, DBCA, DBUA, ADDM, Oracle Migration Workbench, ERwin, Service now, Remedy Operating Systems: MS Windows, UNIX (Solaris 8\/9\/10, AIX, HP-UX), LINUX Hardware: Sun Fire 15K, Sun 6320 Storage, Sun Enterprise Servers 890\/880\/420\/450, Sun StorEdge 6320, Hitachi, EMC, Dell Servers, Compaq Servers 6000\/3000\/1600\/800, HP\/UX-9000, Red Hat Linux 6.2",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"**Role Summary:**\n\nWe are seeking a highly experienced Oracle Database Administrator to join our team. The successful candidate will be responsible for the performance, security, and scalability of our databases, using their expertise in Oracle database administration, tuning, and security. The ideal candidate will have a strong background in Oracle technologies, including RAC, Exadata, and Oracle Grid. They will be expected to work independently, with minimal supervision, to ensure the smooth operation of our databases.\n\n**Responsibilities:**\n\n* Administer, configure, and troubleshoot Oracle databases, including data migration, data replication, and backup and recovery processes.\n* Design, implement, and maintain database security, including user permissions, roles, and auditing.\n* Optimize database performance, including tuning, indexing, and query optimization.\n* Develop and implement database backup and recovery strategies, including RMAN scripts and data pump utilities.\n* Troubleshoot database issues, including performance issues, data corruption, and connectivity errors.\n* Collaborate with development teams to resolve application-related database issues.\n* Monitor and analyze database performance, including usage patterns, wait events, and SQL query optimization.\n* Develop and maintain documentation for database administration procedures and best practices.\n\n**Required Qualifications:**\n\n* 7+ years of experience in Oracle database administration, with a strong background in RAC, Exadata, and Oracle Grid.\n* Bachelor's degree in Computer Science, Information Technology, or related field.\n* Oracle certifications, such as Oracle Certified Professional (OCP) or Oracle Certified Master (OCM).\n* Experience with Oracle database technologies, including Oracle RAC, Exadata, and Oracle Grid.\n* Strong understanding of database design, data modeling, and data warehousing.\n* Excellent problem-solving and analytical skills, with the ability to work independently.\n* Strong communication and interpersonal skills, with the ability to work with cross-functional teams.\n\n**Desired Qualifications:**\n\n* Master's degree in Computer Science, Information Technology, or related field.\n* Additional certifications, such as Oracle GoldenGate, Oracle Data Guard, or Oracle Storage Administration.\n* Experience with Oracle Enterprise Manager, Oracle Diagnostics and Tuning Pack (ODT), and Oracle Database Appliance.\n* Knowledge of cloud-based technologies, such as Oracle Cloud Infrastructure and Amazon Web Services (AWS).\n* Experience with Agile methodologies and DevOps practices.\n\n**Additional Requirements:**\n\n* Ability to work in a fast-paced, dynamic environment with minimal supervision.\n* Strong attention to detail and organizational skills, with the ability to prioritize tasks and manage multiple projects.\n* Ability to work flexible hours, including evenings and weekends, as needed.\n* Willingness to travel, as required.\n\nNote: The job description is generated based on the provided resume and may not cover all the responsibilities and requirements of the actual job."
    },
    {
        "resume":"Lead Database Administrator\/Developer Lead <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span>\/Developer Lead Database Administrator\/Developer - Department of Housing and Urban Development Bowie, MD Authorized to work in the US for any employer Work Experience Lead Database Administrator\/Developer Department of Housing and Urban Development 2017 to Present * Collaborate with a team of diverse and multifaceted database administrators including daily and routine operations, engineering projects, and maintenance of Oracle, SQL servers and Sybase Database Systems. * Effectively gather requirements for business and technical design, development, and testing implementation to better write reliable and efficient code. * Successfully perform database monitoring and tuning including effective use of database tools including query analyzer. * Ensure proper operational activities including backups and restores, troubleshooting of applications, and moves, adds, and changes. * Audit, modify, and amend data in systems utilizing SQL commands, bulk import, and manual-editing. * Organize logistics with regard to database changes necessary for data conversion, tool configuration, data refresh migration, and other initiatives for large application development projects. * Configure, manage & upgraded Windows Servers 2008 R2, 2012 R2 and 2016 specifically as it relates to MS SQL Server installations and mission critical systems. SELECT ACCOMPLISHMENTS * Organized a successful transition from legacy system to new Cloud systems with minimal disruption to the business. * Eliminated months of production server issues by systematically troubleshooting and resolving the problem with no further downtime. * Reduced the deployment downtown by recommending incremental backup procedures in order to expedite Production code deploys. * Improved the release process by implementing and adapting the Agile software development methodology therefore; Instead of deploying once a year, we combined applications code and are deploying in small batches and as often as possible. Production Support Database Administrator Citi Group 2016 to 2017 * Effectively oversaw a team of six production support analysts, developers and administrators including delegating workload, scheduling, and evaluations effectively providing assistance to end users. * Managed production, processes, and job amends and corrections to ensure all SLAs were met. * Successfully identified processing deficiencies while driving automation techniques effectively increasing workflow efficiency and maximizing operations. * Collaborated directly with a diverse and multifaceted team to ensure minimal downtime of implemented systems with full responsibility for 24\/7 application support. Oracle Database Administrator SELECT ACCOMPLISHMENTS 2014 to 2015 * Reduced bill cycle turnaround time by one day for billing department while creating statistical scorecards for bill cycle run times. * Improved vital processing jobs by reducing process duration by 60%. Oracle Database Administrator Citi Group: 2014-2015 * Managed core database administration activities enterprise-wide including Oracle database configuration, and infrastructure. * Successfully administered policy and best practices for all database systems including logical and physical designs, maintenance, backup, and recovery. * Effectively drove day to day and routine support, troubleshooting of issues, and backup and recovery. * Created and managed roles and profiles including granting, revoking, and updating user access to Oracle databases. Database Administrator University of Maryland, University College 2012 to 2014 * Collaborated with a team of six database administrators in an effort to drive daily operational support including database installation, management, and daily support activities. * Oversaw management for database design, structure, data integrity, and delivery of data services for multiple systems. * Implemented improvements in data management for the IT department ensuring compliance of database policies and procedures. * Analyzed database security audit reporting for database access and SOX compliance. * Created indexes ensuring optimum database performance and data loading to better manage disk space and optimized disk I\/O. * Completed database restores and recovery operations including database refreshes of production data to better test and develop databases to ensure all are in sync after restoration. Education Bachelor's Degree in BiologyChem \/ Computer Science Bowie State University Skills Databases (8 years), Database Administration (8 years), Database Development (6 years), DBA, ETL, Oracle Dba, Sql Dba, Sql Server, Ssis",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Role Summary:\nAs a Lead Database Administrator\/Developer, this individual will be responsible for leading a team of database administrators in the daily and routine operations, engineering projects, and maintenance of various database systems. The successful candidate will have strong technical and interpersonal skills, and will effectively collaborate with stakeholders to gather requirements, develop and implement reliable and efficient code, and ensure proper operational activities.\n\nResponsibilities:\n\n* Collaborate with a team of database administrators to perform daily and routine operations, engineering projects, and maintenance of various database systems\n* Gather requirements for business and technical design, development, and testing implementation to write reliable and efficient code\n* Perform database monitoring and tuning, including effective use of database tools\n* Ensure proper operational activities, including backups and restores, troubleshooting of applications, and moves, adds, and changes\n* Audit, modify, and amend data in systems utilizing SQL commands, bulk import, and manual-editing\n* Organize logistics for database changes necessary for data conversion, tool configuration, data refresh migration, and other initiatives for large application development projects\n* Configure, manage, and upgrade Windows Servers and MS SQL Server installations\n* Troubleshoot and resolve production server issues, and recommend incremental backup procedures to expedite production code deploys\n\nRequired Qualifications:\n\n* Bachelor's degree in Computer Science, Biology, Chemistry or a related field\n* 8 years of experience in database administration and development\n* 6 years of experience in ETL, Oracle Dba, Sql Dba, Sql Server, and Ssis\n* Strong understanding of database architecture, database design, and database development\n* Experience with SQL and programming languages such as Java, Python, or C++\n\nDesired Qualifications:\n\n* Master's degree in Computer Science, Biology, Chemistry or a related field\n* Additional experience in Agile software development methodology, cloud computing, and big data analytics\n* Certification in database administration and development, such as Oracle Certified Professional or Microsoft Certified Solutions Expert\n\nAdditional Requirements:\n\n* Ability to work in a fast-paced environment with multiple priorities and deadlines\n* Strong communication and collaboration skills, with the ability to effectively work with stakeholders\n* Experience with database tools such as query analyzer and database management systems such as Oracle, SQL, and Sybase\n* Ability to work in a 24\/7 environment, with full responsibility for application support"
    },
    {
        "resume":"Database Administrator \/ Database Developer <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> \/ <span class=\"hl\">Database<\/span> Developer Database Administrator \/ Database Developer - Dominion Diagnostics, LLC Providence, RI Available for contact between 9:00 AM and 9:00 PM. Work Experience Database Administrator \/ Database Developer Dominion Diagnostics, LLC - North Kingstown, RI April 2019 to Present  Manage four different database environments: MS SQL Server (ver. 2004-2017), IBM DB2, Oracle 11g, MySQL  Responsible for maintaining all ETL jobs, including crontab jobs, SSIS packages, and flat file imports\/exports  Configure replication across all environments (Change Data Capture, log shipping, and snapshot replication)  Act as an in-house SQL syntax expert and query optimizer  Create\/maintain stored procedures to support our in-house developers  Developed a 1:1 test environment using ETL and replication  Analyze index performance and script routine maintenance according to industry standards  Tune production data lakes and warehouses for optimal report performance  Analyze data growth trends to plan for future capacity needs  Ensure zero customer reporting downtime using triggers and automated alerts  On call 24\/7 for production outages and turnovers  Team lead on designing migration of MySQL servers to MS SQL servers Database Administrator Teknor Apex Company - Pawtucket, RI December 2016 to March 2019  Reworked entire SQL Server environment to be within industry standards: scripted backup routine, scheduled maintenance, VLF reduction, etc.  Created a High Availability solution with production databases using replication and log shipping (for older instances of SQL Server)  Set up automatic performance alerts (via email) in order to prevent major issues  On call 24\/7 for production outage needs and rollouts  Primarily responsible for query performance and tuning, isolating bottlenecks and creating keys and indexes to increase performance  Secondary source of contact for Sysadmin issues, like server performance and bottlenecks  Provided recommendations for future business needs by suggesting CPU and I\/O solutions and potential licensing needs, mainly with Microsoft products  Worked with developers to identify specific needs for schema design and proper infrastructure implementation  Act as an on-site SQL syntax expert for the business, providing help and fixing scripts daily  Daily monitoring of day-to-day business databases to ensure smooth productivity  Perform monthly health checks on a per-server basis, including backup testing, data integrity checks, duplication reduction, index defragmentation, etc.  Strong team player with great communication skills, able to work independently  Responsible for creating DBA documentation, including a disaster recovery plan Senior Database Specialist CVS Health September 2015 to November 2016  Leadership role, department ambassador to main company  Responsible for maintaining SQL server and application health (Updates, security standards, etc.)  Managed a small team of two, allocating resources to ensure project completion  Primary DBA for the Rollout Operations Center during the Target Transition project (over 1600 sites)  Optimized existing legacy VB6 scripts to provide maximum efficiency of automated reporting  Analyzed risks and benefits of newest database languages to improve legacy system, including providing budget reports and presentations for senior managers to review  Created data trending reports for senior VP members of CVS to improve project success rate  Audited database information, including data validation and normalization  Converted entire department from Windows XP to Windows 7 via software patching and VM testing  Migrated department from SQL Server 2008 to SQL Server 2012 Database Specialist CVS Health May 2014 to September 2015  Provided primary support to MySQL databases through a custom front-end application (Roll2000)  Designed schemas for new databases for upcoming projects  Created custom scripts to generate new tables  Analyzed data inconsistency errors and remedied them quickly  Developed custom Excel reports to reflect project information using MySQL based on specific requests  Used a combination of VB6 and VBA to create automation scripts  Served as a co-Project Manager for minor technical projects  Responsible for making documentation for various tools and programs  Acted as a technical ambassador between project personnel and other resources Technical Support Consultant CVS Health June 2013 to May 2014  Served as third level tech support for CVS Health (as a contractor through Swoon Technologies)  Became team leader of two projects within two months of contract  Performed management duties such as designating break times and coworkers' shifts  Acted as a liaison between Project Managers and team  Ensured that the project was rolled out quickly and efficiently  Acted as a preliminary SQL DBA for a user base of over 50 employees Consumer Relations Representative Kaz USA Inc - Southborough, MA June 2012 to June 2013  Provided technical information for a variety of units  Diagnosed issues, recorded information, and provided solutions within 3 minutes  Processed orders and warranties using an Oracle database  Utilized the ability to work in an extremely fast-paced environment Education Management - Information Systems Bridgewater State University Present Information Systems Management in Information Systems Bristol Community College Computer Science\/Information Systems University of Massachusetts - Dartmouth - Dartmouth, MA Skills SQL SERVER, SQL, ETL, MONGODB, C++, VB.NET, VBA, VB6, JAVA, DATA WAREHOUSING, DBA, Oracle Dba, Sql Dba, MYSQL, Ssis, Sql Database",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Here is a 200-word job description that summarizes the role's responsibilities, required and desired qualifications, and additional requirements:\n\n**Role Summary:**\n\nThe ideal candidate will serve as a Database Administrator\/Database Developer responsible for managing and maintaining complex database environments, ensuring optimal performance, and providing expert-level SQL support to internal teams.\n\n**Responsibilities:**\n\n* Manage multiple database environments, including ETL jobs, replication, and query optimization\n* Analyze index performance, script routine maintenance, and tune production data lakes and warehouses\n* Create and maintain stored procedures, troubleshoot database issues, and optimize database queries\n* Design and implement database schema, ensuring data integrity and security\n* Provide on-site SQL syntax expertise, resolve database issues, and develop automated alerts and triggers\n* Monitor database performance, identify bottlenecks, and implement solutions to improve efficiency\n\n**Required Qualifications:**\n\n* Bachelor's degree in Computer Science or related field\n* 5+ years of experience in database administration and development, with expertise in SQL Server, Oracle, and MySQL\n* Strong understanding of ETL processes, data warehousing, and SQL query optimization\n* Proven track record of managing multiple database environments and ensuring optimal performance\n\n**Desired Qualifications:**\n\n* Master's degree in Computer Science or related field\n* Experience with MongoDB, C++, VB.NET, VBA, and Java\n* Certification in database administration (e.g., Oracle Certified Professional)\n* Strong communication and team leadership skills\n\n**Additional Requirements:**\n\n* Ability to work in a fast-paced environment, with flexibility to adjust to changing priorities\n* Strong analytical and problem-solving skills\n* Ability to collaborate with cross-functional teams and external vendors\n* 24\/7 on-call availability for production outages and turnovers."
    },
    {
        "resume":"Oracle Database Administrator Oracle <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Oracle Database Administrator - Uber Technologies Inc Greenbelt, MD I'm an accomplished certified ORACLE Database Administrator and IT expert with over seven years of experience with extensive knowledge and proficiency in database design, monitoring & performance tuning, migration, upgrades, backup & recovery, cloning, replication, and security implementations of Oracle RDBMS. I am also skilled with an assortment of technologies including Oracle 10g, 11g, 12c, 18c and MS SQL Server. I possess an exceptional analytical, verbal, written and organizational abilities. I'm a proven team player with motivational style, a solid reputation for building and retaining highly motivated teams and development of innovative solutions. I am an achiever who can successfully manage multiple priorities and perform extensively under pressure. I'm a proactive learner willing to update my skills with new technologies in other to improve my productivity in the workplace. Authorized to work in the US for any employer Work Experience Oracle Database Administrator Uber Technologies Inc November 2017 to Present  Constructing database security policy using passwords, privileges, user profiles, Transparent Data Encryption(TDE) to encrypt tables and tablespaces; implemented auditing policies as well as data redaction and data masking.  Designing backup strategies following company SLA; execution of backup schedule for both physical and logical backups using Rman and Datapump utilities respectively. Used block change tracking (BCT), reducing backup time from 5hrs down to 45mins. Resolved space issues with backup optimization, reducing storage costs by 20%.  Upgrading databases from 11g to 12c.  Supporting daily administration, monitoring, tuning, and troubleshooting on single instance on UNIX\/Linux ( Database sizes range 89GB to 107TB).  Monitoring AWR, ADDM, ASH, Alert log, dynamic performance views, DBMS_STATS, Trace Files, System Event Logs for unusual events and took appropriate action according to company policies of incident reports.  Implementing table and index partitioning and materialized views to minimize DB time, increase disk load balancing, improve query speed and enable faster parallel query.  Cloning schemas, objects and databases on new server using exports from 11g database and imported in 12g using DATA PUMP.  Applied Oracle's quarterly Critical Patch Update (CPU\/ PSU application) using Opatch utility to install, test, and deploy patches to all database instances  Implementing, tuning and maintaining Oracle database using OEM.  Capacity planning to meet the demands of the dynamic aspects of storage and memory for the databases.  Reconciled functional and technical problems through research and training workshops, achieving a 65% increase in satisfaction rate of database end users.  Developing Standard Operating Procedures (SOPs) for data extraction and weekly activity report. Database Administrator \/ Developer SYSCO March 2015 to October 2017  Installed and configured Oracle 10g, 11g servers and created databases in Linux environments.  Researched, tested, and made recommendations of data validation tools.  Established and implemented backup\/recovery and patch scheduling as well as exported and imported databases frequently into the development and test environments and for archiving purposes.  Generated shell scripts with developers to automate maintenance and backup jobs.  Created databases from Entity Relational Diagrams (ERD) in Forward Engineering using UML (Unified Modeling Language);  Part of a team that conducted a database migration from 11g and upgrade to 12c using the Oracle Datapump and DBUA respectively. Cloned databases for testing using RMAN and DATAPUMP utilities for all database sizes.  Administering Physical and Standby databases for high availability and disaster recovery solution (DATA GUARD).  Expert in working with PL\/SQL including Procedures, Functions, Cursors and Triggers. Providing administrative support and maintenance on Oracle 11g and 12c installations, database creation, database security, database optimization and tuning.  Created, tracked, and closed service tickets using REMEDY ticketing system and developed a defect prevention process including but not limited to root cause analysis and corrective action.  Controlled all databases with high alertness to ensure peak performance, stability and reliability and availability.  Configure and manage ASM instances on Oracle 11g and 12c.  Resolved locking issues, inconsistencies and assisted in batch processes.  Assisted developers with SQL code troubleshooting as well as tweaked applications, procedures and SQL when necessary.  Developed RMAN backup and recovery strategies and procedures  Performed database patching for bug fixes, and mitigate security vulnerabilities  Test recovery and support continuity of operations procedures.  Performed user administration.  Performed all aspect of database operations and maintenance (O&M)  24x7 remote support and on call rotation NFI Junior DBA NFI March 2012 to January 2015 Active member of a team that championed database migration from 10g to 11g using the Oracle DataPump and DBUA utilities respectively.  Performed database Refreshes from production environments using Data Pump IMP\/EXP and RMAN duplicate.  Installed and configured software for Oracle 10g, 11g, on both Windows and LINUX platforms using Oracle OFA. Also Installed, Administered and Maintained SQL Servers.  Rewrote and implemented a backup strategy following company SLA; execution of backup schedule for both physical and logical backups using RMAN and DATAPUMP utilities respectively. I also used block change tracking (BCT) which reduced backup time from seven hours down to one hour.  Deployed Database security policy and installation, using passwords, privileges and user profiles, Used Oracle Transparent Data Encryption to encrypt columns, tables and Tablespaces, I also implemented the \"triple A\" (AAA) and database auditing policies as well as data redaction.  Managed database security by creating, assigning appropriate roles & privileges to users depending on user activity, auditing, & performing other security related tasks including Transparent Data Encryption. Education Information Technology University of Maryland-University College - Adelphi, MD Present Skills DATABASE, ORACLE, PL\/SQL, SQL, ENCRYPTION, RMAN, LINUX, SHELL SCRIPTING, UNIX, UNIX SHELL, ETL, INFORMATICA, BASH, SCRIPTING, SECURITY, CAPACITY PLANNING, PERFORMANCE TUNING, OEM, CLONING, ARCHITECTURE, DBA, Oracle Dba, Sql Server Links http:\/\/www.linkedin.com\/in\/ericnyambabid20760378 Certifications\/Licenses OCA Additional Information OCP(In Progess)",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"**Role Summary**\n\nThis senior-level Oracle Database Administrator is responsible for ensuring the high availability, performance, and security of large-scale Oracle databases. The successful candidate will design, implement, and maintain complex Oracle database environments, as well as provide Tier 3 support to end-users.\n\n**Responsibilities**\n\n* Design and implement database security policies, including user profiles, privileges, and encryption\n* Develop and maintain backup and recovery strategies, including physical and logical backups\n* Monitor and troubleshoot database performance, using tools such as AWR, ADDM, and ASH\n* Implement table and index partitioning, materialized views, and clustering to optimize database performance\n* Clone databases for testing and development purposes\n* Apply quarterly Critical Patch Updates and maintain Oracle database certifications\n* Develop and implement Standard Operating Procedures for data extraction and reporting\n* Participate in capacity planning and resource allocation to ensure optimal database performance\n* Provide strategic guidance and training to junior database administrators\n* Troubleshoot and resolve complex database issues, including locking issues, inconsistencies, and performance bottlenecks\n\n**Required Qualifications**\n\n* Bachelor's degree in Computer Science, Information Technology, or related field\n* 7+ years of experience as an Oracle Database Administrator\n* OCA certification\n* Strong knowledge of Oracle databases, including design, implementation, and administration\n* Experience with Oracle 10g, 11g, 12c, and 18c\n* Strong understanding of database security, encryption, and auditing\n* Experience with RMAN, Datapump, and other Oracle tools\n* Excellent analytical, verbal, and written communication skills\n* Proven ability to work under pressure and manage multiple priorities\n* Strong understanding of database performance tuning and capacity planning\n\n**Desired Qualifications**\n\n* OCP certification\n* Experience with Informatica and ETL\n* Knowledge of Unix and Linux environments\n* Familiarity with shell scripting and scripting languages\n* Strong leadership and team management skills\n* Experience with capacity planning and resource allocation\n* Familiarity with Oracle Enterprise Manager (OEM) and other Oracle tools\n\n**Additional Requirements**\n\n* Ability to work 24\/7 on-call rotation\n* Strong attention to detail and analytical skills\n* Ability to learn new technologies and stay up-to-date with industry trends\n* Strong understanding of database architecture and design principles\n* Experience with database migration and upgrades\n* Familiarity with database security and compliance regulations"
    },
    {
        "resume":"Database Administrator <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Database Administrator - Booz Allen Hamilton Los Angeles, CA  An IT professional with 8 years of experience in the area of Database Technology. I have experience in designing, developing, managing and troubleshooting Databases.  I have managed thousands of databases across Development, TEST, QAT and PROD environments using command line and Oracle GUI tools like TOAD and Enterprise Manager Cloud 12c.  Configured Oracle Fusion Middleware, SOA to run Oracle EBS applications  Installing Oracle Golden gate on RHEL and setup table level replication as well as DDL replication too.  Evaluated Oracle 11gR2 Golden Gate for future purposes that is for reducing the complexity involved in Oracle Streams.  Set up Active Dataguard Configurations for oracle database 11.2.0.3 for databases with sizes ranging from 500GB to 30TB.  Designed GoldenGate configuration for databases & implemented filters with rules to meet the business usage which will reduce load on the production databases for better performance with replication on multiple sites.  Migrated and upgraded Oracle 11gR2 Databases from Sun Solaris 10 to Red hat Linux 5 using Goldengate.  Worked on SQL Tuning and how to use the available tools outside of Oracle Enterprise Manager.  Worked on Performance Tuning, identifying large objects, analyze those objects and recommend changes to improve performance.  Updated MVIEWS and test code to improve performance.  Installed and Administered Oracle 11g & 10g RAC software with ASM.  Had fixed several performance tuning issues which relates to RAC & standalone databases by recommending better solutions that could save cost, virtualization, and resources.  Manage large complex Oracle RAC clusters supporting numerous applications.  Installed Oracle 11g RAC and Upgrading Oracle 10g RAC databases.  Upgraded databases from 11g to 12c.  Implemented fast start failover on databases and configuring disaster recovery site using dataguard. Also proficient with new 11g features such as Active Dataguard and Snapshot standby database.  Implemented & Managed Physical Standby and even Configured Automatic Storage Management (ASM).  Applying Patch set, Critical Patch Update (CPU)\/Patch Set Update (PSU) and One-off Patches using OPatch and run Installer under UNIX and Windows.  Performance Tuning of Oracle database using OEM , SQL analyzer , Stats pack, AWR, ADDM, ASH, RDA, Explain plan, TKPROF, SQL TRACE and Ordebug.  Data transferring using Export\/Import utilities and SQL*Loader.  Expertise in creating and maintaining databases to Oracle Optimal Flexible Architecture (OFA) standards in very large scale database environment (VLDB) and mission critical OLTP and DSS systems.  Performed database tuning by using various tools such as ADDM (Automatic Database Diagnostic Monitor) from AWR (Automatic Workload Repository), OEM (Oracle Enterprise Manager) and STATSPACK.  Performed SQL Tuning using Explain Plan, TKPROF with SQL trace and STA(SQL Tuning Advisor).Coordinated with System administrators, application developers and other DBAs.  Performance Tuning i.e. tuning applications, shared pool, I\/O distribution, rollback segments, buffer cache, redo mechanisms  Installed Oracle 10g,11g RAC software with ASM & ACFS File systems  Resolved database network problems using Oracle Net Configuration Assistant, Oracle Net Manager, Netstat and ping utility.  Involved in writing stored Procedures, Functions and Triggers in PL\/SQL to interface application with database system. Authorized to work in the US for any employer Work Experience Database Administrator Booz Allen Hamilton - Herndon, VA October 2018 to Present  Support 4 databases in multiple SDLC environments running on both LINUX and WINDOWS platforms  Planning, Implementing and Validating various versions of Oracle Databases to 18c Release & upgrades on all the environments (in a procedural approach Dev, Test, Stage, QA and Production) concept for Oracle 12c upgrades.  Configured Dataguard for disaster recovery  Upgrade\/Migration of Databases from Oracle 11.2.0.2 to 12.1.0.2  Implemented RMAN backup script to be utilized on PROD  Worked with Oracle Fusion Middleware to run Oracle EBS applications  Monitored and managed Oracle Federal Financial applications  Performed UPGRADES and PATCHING on application databases  Supported databeses on a 2-node RAC environment using OCFS II File system  Managing Oracle Financial Application database  Administering Oracle WebLogic and SOA Suite   Work with System Admin and Network team to configure and implement software and hardware upgrades  Cloning and refreshing DTF environment\/application home  Performed October and April quarterly patch in DEV environment and moved patch to PROD Database Administrator Huntington National Bank - Columbus, OH January 2016 to September 2018  Worked in an environment comprising 200+ databases with the larger databases ranging about 5TB in size.  Planning, Implementing and Validating various versions of Oracle Databases to 12c Release & upgrades on all the environments (in a procedural approach Dev, Test, Stage, QA and Production) also Planning of back out procedures like downgrades\/building parallel environments and also working on proof of concept for Oracle 12c upgrades.  Installed and Configured Oracle 11g (3 node RAC) CRS using ASM, 11.2.0.3 RAC (2 node cluster) using GI setup.  Upgrade\/Migration of Databases from Oracle 11.2.0.2 to 12.1.0.2  Implemented ASM on RAC and stand-alone databases. Managing disks and disk groups with ASM  Implemented Goldengate unidirectional replication on RAC using ACFS file system.  Implemented 12c Grid control (Multi OMS architecture) on 11.2.0.3 database, Standby OMS architecture is under progress.  Monitored Goldengate using 12c Goldengate Plugin and also Goldengate Director and shell scripts for alerting GG process down alerts.  Performed periodic refreshing\/cloning of production databases to development & testing databases using RMAN Duplicate database.  Database monitoring\/maintenance, replication process and performance tuning are done using OEM (Oracle Enterprise Manager).  Experience in handling large databases upto 5TB in size and largest table of size 60GB with 145 million records.  Monitoring production database and provide detailed analysis on Long running, Resource consuming SQLs, Wait events, Locks and Alert log file.  Providing suggestion and workaround to Tune the Bad Performing SQL by giving Index and Stats fix with the help of Execution plan and Predications  Monitoring and working in Oracle Golden Gate support activities like new configuration, deployment on existing configuration and Release activities.  Managing Golden Gate abended, stopped process, errors, alerts and lag alert using golden gate director.  Implemented and maintained 12c multitenant architecture using container and pluggable databases and performed conversion of non-container databases to pluggable databases  Installation, Configuration of ASM, RAC databases, Adding Services and maintaining GRID control.  Migrated databases from 9i and 10g to 11g R2 using utilities like export\/import, datapump and transportable tablespace.  Implemented replication on databases using and Golden gate between homogeneous and heterogeneous databases.  Performed replication between databases using Materialized Views and DB links from a remote database.  Successfully performed installation, setup and creation of Primary & Standby database using dataguard to deliver no data loss with maximum availability mode.  Worked closely with application teams for rolling application.  Performance tuning of Oracle instances  Extensively worked on complete & incomplete recoveries of the databases including Point in time recovery (PITR) and Tablespace point in time recovery (TSPITR) using RMAN utility.  Involved in performing upgradation from Oracle 9i, 10g to Oracle 11.2.0.3 RAC database.  Applied PSU Patches (10.2.0.3, 10.2.0.4) as a part of maintenance activity.  Extensively used Datapump, conventional export\/import utilities for loading data to & from databases, logical backups and migration of databases.  Fixed various database performance issues using Automated Workload Repository (AWR) and Automatic Database Diagnostics Monitor (ADDM) and Active Session History (ASH).  Achieved optimal performance tuning by using explain plan, STATSPACK, SQL TRACE, TKPROF utilities.  Installation, configuration and maintenance of Physical Standby using OracleData Guard for Disaster recovery process on Oracle 11g, 10g.  Extensively used AWR, ADDM and explain plan for periodic performance tuning.  Planned database backups (operating system, full\/partial backups, and export\/import) using various types of backups and designed the backup methodology for the organization..  Performed other Oracle DBA responsibilities performance tuning, monitoring tablespaces, monitoring users, etc. as well as much problem solving.  Designed Logical and physical database for business transaction functionality.  Provide production support for the deployed project till it is stabilized.  Collaborated with the UNIX system Administrator to configure any software and hardware requirements that will function with the Oracle Database  Refreshing development\/test database from production using Export\/Import & RMAN backups.  Creating database objects Tablespaces, Application Users, Database schemas, profiles, granting privileges and roles, and creating database links. Oracle Database Administrator Coca Cola - Atlanta, GA March 2011 to December 2015  Successfully installed and configured Oracle 11.1.0.7, Oracle 10.2.0.5 databases on AIX platforms.  Monitored different databases and application servers using Oracle Enterprise Manager (OEM) 10gGrid Control.  Loading data from flat files to database using SQL*Loader, External Tables.  Extensively used AWR, ADDM and explain plan for periodic performance tuning.  Implementing Datapump, conventionalexport\/import utility of Oracle 11g, 10g for re-organizing Databases\/Schemas\/Tables to improve the performance.  Used import\/export utilities for cloning\/migration of small sized databasesand Datapump import\/export to move data between 10g and 10g\/11g environments.  Implemented proactive monitoring using Tuning Pack, Diagnostics Pack, and STATSPACK, SQL Trace & TKPROF, EXPLAIN PLAN.  Database monitoring\/maintenance, replication process and performance tuning are done using OEM (Oracle Enterprise Manager).  Backup\/Recovery - Write Rman Backup script as required. Restore backupset to Local server from Tape. Recover database to point-in-time on different host. Restore tables from Old backup. Recover corrupted Blocks from Rman backup. Restore backup of 10g on 11g. Involved in Corporate DR exercise. Implement Flashback features. Used backup-based duplication method for 11R2 databases.  Apply in-place\/out-of-place PSU Patch in 11R2. Install bug fix patch.  Tuning Database using AWR\/ADDM\/SQL trace. Hands on Various Tuning Advisors. Migrate SQL plans & statistics from QA to PROD. Schedule stats Job using DBMS_SCHEDULER. Used AWRSQL\/SQL tuning package. Tune various SQL's. Provide Primary investigation on Performance issue to application team in minimal time. Troubleshoot\/mitigate various wait events in DB. Tuning of RAC instances and Database.  Implemented Flashback technology of the Oracle 11g, 10g along with Recyclebin for a faster recovery of the databases and database objects.  Performed full & incremental backup (cumulative and differential) using RMAN and implemented recovery strategies.  Refreshed\/cloned databases using RMAN utility.  Performed Database upgrade from Oracle 10g (9.2.0.7) to Oracle 10g (10.2.0.5) and to Oracle 11g (11.1.0.7) RAC database.  Successful in applying RDBMS patches, security patches for improving the security and functionality of the databases.  Detect corrupted blocks by using DBVERIFY utility.  Participated in Disaster Recovery Drills, documented database and application validation steps.  Used Automatic Workload Repository (AWR) & Automatic Database Diagnostic Monitor (ADDM) in RAC for Performance Tuning.  Implemented table partitioning to improve performance and data management.  Implemented Security through Virtual Private Database and Fine grained Auditing.  Developed RMAN scripts for database backup and recovery.  Designed and implemented the database servers for two new data centers.  Performance Tuning of Databases, Oracle instances, and Applications. Finding Performance bottlenecks using EXPLAINPLAN, SQLTRACE, TKPROF, AWR, and ADDM.  Created users, roles and granted privileges according to the business requirements  Generated scripts for daily maintenance activity like analyzing the tables\/indexes, monitoring their growth rate, monitoring the effective use of SGA etc.  Perform production system problem analysis and recommend corrective measures in a timely manner.  Installed ASM environment and migrated databases from NON-ASM to ASM.  Used TOAD for database management.  Made optimal use of Oracle Support inresolving the SRs.  24 X 7 Production & Development database support and administration. Education BA Political Science George Washington University - Washington, DC 2010 Skills Aix (4 years), Checkpoint (Less than 1 year), Cisco (Less than 1 year), Database (8 years), databases (8 years), Linux (Less than 1 year), Loader (4 years), Oem (7 years), Oracle (8 years), Oracle 10g (4 years), Rman (8 years), Solaris (Less than 1 year), Sql (7 years), Unix (2 years), virtualization (Less than 1 year), Vmware (Less than 1 year), Vpn (Less than 1 year), Oracle Dba, DBA",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Here is a 200-word job description for the provided resume:\n\n**Role Summary**\n\nWe are seeking an experienced Database Administrator to join our team. The ideal candidate will have a strong background in designing, developing, managing, and troubleshooting databases, with expertise in Oracle Database Administration. The successful candidate will have experience in planning, implementing, and validating various versions of Oracle Databases, as well as upgrading and patching databases.\n\n**Responsibilities**\n\n* Design, develop, and manage complex databases across multiple environments\n* Troubleshoot database issues, including performance tuning and data recovery\n* Implement database security measures, such as virtual private databases and fine-grained auditing\n* Monitor and maintain database performance, including data growth and usage\n* Develop and implement database backup and recovery strategies using RMAN\n* Provide database support and administration, including user and role management\n* Collaborate with system administrators, application developers, and other DBAs to ensure smooth database operations\n* Stay up-to-date with the latest database technologies and best practices\n\n**Required Qualifications**\n\n* 8+ years of experience in Oracle Database Administration\n* Bachelor's degree in Computer Science or related field\n* Strong knowledge of Oracle Database Administration, including database design, development, and management\n* Experience with Oracle Enterprise Manager (OEM) and other Oracle tools\n* Strong problem-solving and analytical skills\n\n**Additional Requirements**\n\n* Must be willing to work 24\/7 on-call rotation for production and development database support and administration tasks\n* Must have a strong understanding of database security and auditing principles\n* Must be able to work collaboratively with cross-functional teams to resolve database issues and implement new database solutions."
    },
    {
        "resume":"Senior Oracle Database Administrator Senior Oracle <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Senior Oracle Database Administrator - United Health group Hyattsville, MD I am an accomplished and seasoned professional Oracle Database Administrator and IT security expert with 8+ years of extensive knowledge and proficiency in Oracle database administration. I have worked on very large production databases, performing various DBA roles across a multitude of platforms (LINUX, Solaris, UNIX, and Windows) in production, development and testing environments. I am an enthusiastic, proactive team player who is fast at picking up new technology with great attention to detail as well as great communication \/ documentation skills. With strong aptitude to analyze and resolve problems, I have a well-honed ability to adapt and thrive in a dynamic fast paced and challenging work environment. I have the ability to work in versatile environments, whether it would be single or team-based roles with limited direction. I can proficiently articulate technical concepts to a variety of technical and non-technical audiences using both written and verbal communications. Authorized to work in the US for any employer Work Experience Senior Oracle Database Administrator United Health group - Reston, VA January 2016 to Present  Provide day-to-day support of Oracle 11.2.0.4 and 12.2.0.1.0 databases as part of the database team.  Configuring the Database in Archive log mode and take backups incremental, full backup and hot backup for different database 10g, 11g, 12c in the following environments TEST, DEVELOPMENT, PRODUCTION using RMAN script and export\/import data pump.  Participated in the database upgrade from Oracle 7 to Oracle 8, and provided support for Oracle upgrade, application installation and operation, and database implementation at the Post.  Installed Oracle software and implemented database and applications on the server. Responsible for monitoring and troubleshooting the database environment.  Analyze the database performance and performed database performance tuning.  Document database procedures and responsible for organizing and instructing trainings for installer to perform upgrade oracle database and application from Oracle 7 to 8.  Developed and delivered Oracle 10g and 11g training around the world  Increased customer service rating for my department by over 40%  Provided architecture design and implemented the all production database replication, backup and contingency recovery strategies for all OLTP Data Warehouse databases in the company.  Designed and implemented disaster recovery plan using standby databases with Dataguard. Oracle Database Administrator Weatherford laboratories - Houston, TX February 2014 to December 2016  Provided day-to-day support for Oracle 11.2.0.4 databases in 24\/7 production environment on Red Hat Enterprise Linux servers, as well as Microsoft SQL Server 2012 databases on Windows Server 2012. Oversee data analysis and database management for Oracle systems including applications upgrades.  Developed database structure, implement applications, enhance system and ensure security.  Designed scripts and develop tools to automate periodic task and improve monitoring of system.  Configured Oracle Transparent Data Encryption (TDE) to encrypt sensitive data such as customer's personal and payment information.  Provided and maintained high availability and disaster recovery using Oracle Data Guard.  Monitored space utilization and optimized performance of Oracle 11g databases using Oracle Enterprise Manager.  Enforced business rules and maintained data integrity via the use of constraints using DDL statements.  Performed bulk load into databases SQL Loader.  Applied Oracle's quarterly Critical Patch Update (CPU\/ PSU application) using Opatch utility to install, test, and deploy patches to all database instances Database Administrator Walmart - Washington, DC January 2011 to May 2014  Provided day-to-day support for Oracle 10g and 11g databases in test, development, and production environments on UNIX servers. Created, reviewed and implemented maintenance plans on production servers.  Installed SQL Server 2005 for new servers as well as in-place upgrades to 2005 on 2000 servers.  Created and maintained documentation for DBA standard operating procedures.  Supported clustered and non-clustered environments as well as log shipping for disaster recovery.  System Development Life Cycle (SDLC) methodology for designing, analysis, development and implementation  Implemented cold backups and hot backups for production and development environments.  Performed extensive follow-up procedures to obtain, update, and validate information; maintained an exceptionally high accuracy rate through data verification, attention to detail, and regular quality control checks.  Coordinated the migration of project information from an existing system to new database, enabling company to produce proposals and other project-related documentation more efficiently.  Managed database security by creating, assigning appropriate roles and privileges to users, and auditing user activity.  Planned, implemented and monitored backup and recovery strategies for production databases using RMAN.  Conduct Data modeling using tools like SQL Developer  Applied Oracle's quarterly Critical Patch Update (CPU\/ PSU application) using Opatch utility to install, test, and deploy patches to all database instances.  Resolved Oracle related errors\/issues assigned through Remedy ticketing system.  Configured Oracle databases using DBCA Education Associate's degree University of Maryland Skills Change management (Less than 1 year), Data integration (Less than 1 year), Database (8 years), databases (8 years), Ddl (2 years), Encryption (2 years), Etl (Less than 1 year), Excel (Less than 1 year), Extract, transform, and load (Less than 1 year), Integration (Less than 1 year), Integrator (Less than 1 year), Linux (2 years), Ms sql server (6 years), Oracle (8 years), performance tuning. (3 years), Rman (6 years), security. (6 years), Sops (Less than 1 year), Sql (6 years), Sql server (6 years), Oracle Dba, Sql Database, DBA, Sql Dba",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"**Senior Database Administrator**\n\n**Role Summary:**\n\nAs a seasoned professional with 8+ years of experience in Oracle database administration, this candidate is responsible for providing day-to-day support of large-scale production databases, performing various DBA roles across multiple platforms, and ensuring high availability and disaster recovery. The ideal candidate will be an enthusiastic team player with strong analytical and problem-solving skills, able to adapt to a dynamic and fast-paced environment.\n\n**Responsibilities:**\n\n* Provide day-to-day support of Oracle databases in production, development, and testing environments.\n* Configure databases in archive log mode, take backups, and implement disaster recovery strategies.\n* Monitor and troubleshoot database performance, analyze database performance, and perform database performance tuning.\n* Develop and deliver training sessions on Oracle databases to improve team knowledge and skills.\n* Design and implement database replication, backup, and contingency recovery strategies.\n* Develop and maintain high availability and disaster recovery using Oracle Data Guard.\n* Monitor space utilization and optimize database performance using Oracle Enterprise Manager.\n* Enforce business rules and maintain data integrity using DDL statements.\n\n**Required Qualifications:**\n\n* Bachelor's degree in Computer Science, Information Technology, or related field.\n* 8+ years of experience in Oracle database administration.\n* Strong knowledge of Oracle database administration, including Oracle 10g, 11g, and 12c.\n* Proficiency in scripting languages such as SQL, Perl, and Python.\n* Experience with database management systems, including Oracle, SQL Server, and MySQL.\n* Strong analytical and problem-solving skills, with ability to work in a fast-paced environment.\n* Excellent communication and documentation skills.\n\n**Desired Qualifications:**\n\n* Master's degree in Computer Science, Information Technology, or related field.\n* Experience with cloud-based database administration.\n* Knowledge of security protocols and best practices.\n* Certification in Oracle databases, such as OCP or OCE.\n* Experience with Agile development methodologies.\n\n**Additional Requirements:**\n\n* Ability to work in a team environment with minimal direction.\n* Strong attention to detail, with ability to maintain high accuracy rate.\n* Ability to analyze complex data and develop creative solutions.\n* Ability to adapt to changing priorities and deadlines.\n* Strong customer service skills, with ability to improve customer satisfaction ratings."
    },
    {
        "resume":"Database Administrator <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Database Administrator - First Tennessee Bank Work Experience Database Administrator First Tennessee Bank - Charlotte, NC July 2016 to Present Oracle Database Administrator Clusterware and ASM - Chicago, IL August 2012 to July 2016 ORACLE  Supported multiple databases for production, development, test, and staging, including upgrading databases from 11.2.0.4 to 12.1.0.2  Planned maintenance activities and implemented switchovers on primary and standby databases using Dataguard Broker  Performed Goldengate heterogenous replication to SQL server and DB2 and worked on a unidirectional Goldengate for real time data replication  Utilized Goldengate configuration to monitor and troubleshoot gaps between source and target databases  Utilized Goldengate and EXPDP\/IMPDP to develop logical backups and migrate data from 10g to 12c  Managed 24x7 on-call support for 12 database of 2.0 TB  Utilized Oracle 12c Cloud Control for alert monitoring of 3 node production of 10g and 11g RAC databases  Utilized RMAN extensively to schedule and monitor hot and cold physical backups in Crontab, and to recover database information in the case of crashes, media, and disk failures  Used RMAN Active Duplication to create and build physical standbys and disaster recovery sites  Expertly migrated 12c non-CDB databases to pluggable databases to increase functionality  Migrated systems from Oracle Database to PostgreSQL using AWS migration initiatives with minimum downtime and no loss of operability  Created and managed USER MANAGEMENT and SPACE MANAGEMENT, including creating and assigning appropriate roles and privileges to users  Developed and applied all upgrade, maintenance, and interim (opatch) patches on all databases as needed  Utilized data from production regularly to refresh development and test instances  Improved performance and streamlined space management through defragmenting tables and indexes  Implemented physical standby database using Oracle Dataguard and Active Dataguard for high availability configuration in an RAC environment  Installed all aspects of RAC including grid infrastructure (Clusterware and ASM) and Oracle rdbms software on 3 node RAC architecture  Used OEM to create notifications including cluster activities, tablespace utilizations, and listener alerts, and to monitor and troubleshoot database issues  Performed database recovery using Guarantee Restore Point  Created Oracle Wallets and implemented strict Tablespace level TDE security  Achieved optimum database uptime through skillful management of database maintenance activities  Allocated system storage and planned future storage requirements as well as configured grid infrastructures and software to meet current and future expansion needs  Developed database link between local and remote databases using distributed database feature POSTGRESQL  Managed all aspects of PostgreSQL databases, including backups, creation of users, tables, roles, and managed privileges, and documenting and implementing the data migration from Oracle to PostgreSQL Cloud  Installed and configured9.4, 9.6 and 10.8 versions  Implement security measures such as crypto.  Managed databases through the use of pgadmin and psql  Perform Migration using goldengate and MTK tool  Installed pgbouncer and pgtool to resolve connection pooling issues  Refreshes on same server and across servers using pgdump  Utilized pg-restore, and Point in Time Recovery to manager restoration techniques  Managed databases using pgadmin and psql  Utilized pg-restore, and Point in Time Recovery to manager restoration techniques  Increased performance through tuning tools such as pghero, analyze, and pg_stat_activity  Performed backups, restoration, and compressed backups using pgbackrest, and used vacuum, vacuum all, and auto vacuum to perform additional maintenance  Performed all database administrator responsibilities including performance tuning, tablespace and user monitoring, and problem solving  Wrote SQL scripts to create database objects United Airlines Chicago, IL Oracle Database Administrator Aug. 2012 - July 2016  Installed, configured, and maintained Oracle 11g on Linux and headed upgrade from 11g to 12c  Managed tablespace growth, monitored data file growth, and extents  Exported and imported database objects to copy them between databases and for table backup  Continuously monitored CPU usage, I\/O contention, memory paging, and identifying performance bottlenecks to ensure high performance  Defragmented data blocks to optimize performance, partitioned large tables to increase performance  Managed user, space, and database security, and all other database activities  Resized online redo logs in production and standby databases  Cloned and migrated databases through the use of RMAN and traditional datapump export\/import utilities  Utilized SQL and PL\/SQL to automate database refresh from Host to Oracle  Utilized Dataguard and Active Dataguard to implement logical and physical standby databases for RAC clusters including high availability configuration in a 3 node RAC environment  Installed ASM to migrate databases from non-ASM to ASM  Installed, configured, monitored and tuned Goldengate Unidirectional for real time replication.  Utilized RMAN and implemented recovery strategies to perform full and incremental cumulative and differential backups  Extensively utilized OEM Grid Control to set up rules for alert notifications and scheduled RMAN backups with failure notifications  Performance tuned and diagnosed DBMS and individual production databases  Used application team requirements and data from migration review meetings to develop an effective migration strategy  Honed skills at applying security patches using \"run installer\" and Perl based utility Opatch Education Bachelor's Degree University of Yaound II Skills AWS (2 years), Database (6 years), databases (3 years), Linux (6 years), ORACLE (6 years), DBA, Oracle Dba, Postgresql Certifications\/Licenses OCA OCP SCRUM Leadership and Management Additional Information Areas of expertise include:  ? HP-UX 10.x, 11.x ? Sun Solaris 2.5, 2.6, 8, 9, 10 ? AIX 5.1, 5.2, 5.3, 6.1 ? RHEL 2.1, 3.x, 4.x, 5.x ? Linux Enterprise Server 9, 10 ? Windows 95\/98\/NT\/2000 ? Database monitoring ? Backup & recovery with RMAN and Point-in-Time Recovery ? Cloning from Multi-Node to Single-Instance and vice versa ? Troubleshooting prod issues ? Explain analyze, pgdump ? Physical database design ? Oracle 10g, 11g, and 12C ? PostgreSQL databases 9.6, 10.7 ? On-call 24x production support ? OEM Cloud Control 12c ? Pgadmin, Pgbackrest, ? Vacuum ? Transparent Data Encryption ? Turnkey Encryption Platform ? Goldengate 12c ? Installation and configuration of unidirectional Goldengate 11g ? Database and application patch deployment ? Oracle Financial Services Lending and Leasing ? Monitoring\/Health Check Alert Scripts ? Grid Control (OEM) ? Oracle 11g RAC ? Clusterware and ASM ? OLTP and OLAP systems ? Oracle Primary and Standby (Dataguard) Database ? Transportable Tablespaces (TTS), Data Pump and Export\/Import Utilities ? ADDM, SQL Tuning and Access Advisors, AWR, and ASH, Explain Plan ? Shell Scripts, Crontab, and SQL Scripts ? SQL, PL\/SQL, SQL*Loader ? AWS Migration Initiatives ? TKPROF, Explain Plan, STATSPACK ? Bilingual - French",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Here is a 200-word job description based on the provided resume:\n\n**Role Summary:**\nThe goal of this role is to design, implement, and maintain large-scale database systems for high-performance and availability. The ideal candidate should have expertise in database administration, including database performance tuning, backup and recovery, clustering, and data replication.\n\n**Responsibilities:**\n\n* Design, implement, and maintain database systems for high-performance and availability\n* Perform database performance tuning, backup and recovery, and clustering\n* Implement data replication using Oracle GoldenGate and RMAN\n* Manage and monitor databases for 24\/7 operations\n* Implement security measures, including Transparent Data Encryption and Turnkey Encryption Platform\n* Develop and implement database scripts, including SQL and PL\/SQL\n* Maintain and upgrade database systems, including Oracle and PostgreSQL\n* Troubleshoot production issues and optimize database performance\n\n**Required Qualifications:**\n* Bachelor's Degree in Computer Science or related field\n* 6+ years of experience in database administration\n* Proficiency in Oracle and PostgreSQL databases\n* Certification in Oracle Certified Associate (OCA) and Oracle Certified Professional (OCP)\n* Knowledge of AWS and Linux operating systems\n\n**Desired Qualifications:**\n* 2+ years of experience in cloud computing and data migration initiatives\n* Knowledge of PostgreSQL 9.6 and 10.7 databases\n* Certification in Linux and AWS\n* Experience with Oracle Financial Services Lending and Leasing\n\n**Additional Requirements:**\n* Strong analytical and problem-solving skills\n* Excellent communication and leadership skills\n* Ability to work in a fast-paced 24\/7 environment"
    },
    {
        "resume":"Database Administrator <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span> Database Administrator Redmond, WA Work Experience Database Administrator City of Iowa City - Iowa City, IA August 2016 to Present Created new databases, involving importing and exporting: installing and configuring databases software for Microsoft SQL development environment Responsible for Microsoft SQL logical and physical database design, implementation, and maintenance  Reorganized previous server system by consolidating 6 large SQL servers to 2 SQL Servers Database development ITS, University - Iowa City, IA 2016 to Present using PHP, SQL and FileMaker ? Create and maintain user end databases used by the University of Iowa. ? Collaborate with developers and front end clients to create a custom database solution for customers. Student Administrator Library IT - Iowa City, IA 2014 to January 2016 Web development in HTML and CSS for internal use ? Troubleshoot and replace hardware components ? Create and maintain inventory system of surplus devices ? Install, reimage and troubleshoot hardware for University of Iowa Library systems Receptionist Office of Statewide Clinical Education Programs - Iowa City, IA April 2013 to November 2013 Handling the duties of the front desk ? Calling various doctors to verify information ? Organizing many pages of paperwork. Education B.A. in Computer Scienc The University of Iowa - Iowa City, IA May 2016 Certifications\/Licenses 98-364 Database Fundamentals August 2016 to Present 70-461 Querying Microsoft SQL Server October 2016 to Present 70-462 Administering Microsoft SQL Server 2012\/2014 January 2017 to Present 70-463 Implementing a Data Warehouse with Microsoft SQL Server 2012\/2014 April 2017 to Present 70-464 Developing Microsoft SQL Server Databases September 2017 to Present Additional Information Skills: W ? Operating Systems indows XP, Windows 7, Mac OS ? Software: Windows office suite (Excel, Word, PowerPoint), IDLE, Visual Studio Express, Eclipse, Filemaker ? Languages: Python, Java, HTML5, CSS, SQL",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"Role Summary:\n\nThe Database Administrator is responsible for the design, development, and maintenance of databases to support organizational needs. This role requires a strong understanding of database concepts, experience with database administration software, and excellent problem-solving skills.\n\nResponsibilities:\n\n* Design and implement logical and physical database structures using a leading database management system\n* Install, configure, and troubleshoot database software and hardware components\n* Develop and maintain database databases, including importing and exporting data\n* Reorganize and consolidate databases to improve efficiency and performance\n* Collaborate with developers and end-users to create custom database solutions\n* Troubleshoot and resolve database issues and errors\n* Maintain and update database documentation and user guides\n\nRequired Qualifications:\n\n* Bachelor's degree in Computer Science or related field\n* Certification in Database Fundamentals\n* Experience with database administration software and operating systems\n* Strong understanding of database concepts and query languages\n* Excellent problem-solving and analytical skills\n\nDesired Qualifications:\n\n* Certification in additional areas such as Querying Microsoft SQL Server, Administering Microsoft SQL Server, and Implementing a Data Warehouse with Microsoft SQL Server\n* Experience with database development using PHP, SQL, and FileMaker\n* Knowledge of web development using HTML, CSS, and JavaScript\n* Familiarity with visual studio and other integrated development environments\n\nAdditional Requirements:\n\n* Ability to work in a fast-paced environment and prioritize multiple tasks\n* Strong communication and interpersonal skills\n* Ability to work independently and as part of a team\n* Adherence to established database management standards and best practices"
    },
    {
        "resume":"SQL Database Administrator\/SQL DBA SQL <span class=\"hl\">Database<\/span> <span class=\"hl\">Administrator<\/span>\/SQL DBA SQL Database Administrator\/SQL DBA A certified SQL server Database Administrator seeking a DBA position with new challenges and opportunities to grow. I have 6 years of hands on experiences working on a large, fast paced and world class enterprise environment; supporting MS SQL Server in the areas of installation, configuration, administration, data modeling, maintenance, performance tuning, security, monitoring, implementing HA and DR solutions, and business intelligence (such as SSIS and SSRS). I have also experienced with Cloud\/Azure service where I have migrated from on premises databases to Azure environment, deployed products on Azure, setup development and test environment on Azure and maintain security. I am a good team-player with excellent analytical, detail oriented, interpersonal, problem solving, and communication skills. Work Experience SQL Database Administrator\/SQL DBA Bureau of Indian Affairs - Washington, DC August 2016 to May 2019 Responsibilities and Accomplishments: * Installed, Configured, and Administered SQL Server 2012, 2014 and 2016 in development, test, and production environment * Database High Availability: Installed, Configured and Managed Database Mirroring, AlwaysOn and Fail-Over Cluster * SQL\/T-SQL, Triggers, And Stored Procedure: Wrote SQL, T-SQL, Stored-Procedures and triggers. Assisted SQL developers to optimize SQL queries, Stored Procedures and Triggers * Monitoring and Performance Tuning: Performed database monitoring and Performance tuning. Monitored Servers activity and worked with clients to solve different problems. Performed index and statistics management. Managed SQL Server error logs, space usage, and growth pattern. Used DBCC to check database consistency, index fragmentation\/rebuilding, and statistics. Managed BLOCK and LOCK * Database Automation: Created backup jobs for different types of backup like FULL, Differential and Transaction Log. Created Jobs for database maintenance Index fragmentation, rebuild, and database statistics * Data Modeling: Worked on different Data Modeling projects using ERWin for designing Logical & Physical Database. Used Backward & Forward Engineering to create Logical and Physical database * Index\/Constraints, Triggers, Stored Procedure: Created and managed Index (Cluster\/Non-Cluster), Constraints * Security Management: Created and Managed users, group roles, schema, and security at object level and data encryption * Exported & Imported data from\/to Oracle, MySQL, and Access Database including flat files like text, excel, and CSV files to SQL Server 2005\/2008 * Database Migration: Migrated MS SQL 2008 to MS SQL Server 2012, MS SQL Server 2014, and MS SQL Server 2016. * Backup\/Recovery: Work experience and strong knowledge in disaster recovery and Rebuild databases using backups.  Environment: MS SQL Server 2012, 2008 R2, Windows Server 2012, 2008 R2 Enterprise Edition, Idera, Toad Data Modeler, OpNet, SSIS, SSRS. SQL Database Administrator\/SQL DBA Census Bureau - Suitland, MD November 2012 to July 2016 Responsibilities and Accomplishments: * Maintained mission critical production database as well as production applications including Emergency off-hour support * Installed and configured SQL Server 2008 R2, 2012 and 2014 as standalone and AlwaysOn * Automating Database tasks (Created jobs, alerts, and schedules for database maintenance tasks) * Wrote SQL\/T-SQL codes, stored Procedures, Triggers and Functions * Helped database developers to tune up SQL\/T-SQL Queries * Applied Service Packs and hot fixes * Performed database backups, restored database from backup * Replication: Configured and maintained transactional and merge replication * Security Management: Access and security management like creating Logins with appropriate roles. Creating users and groups and granting and revoking privileges for data security * Migrated MS SQL 2008 to MS SQL Server 2012, MS SQL Server 2014, and MS SQL Server 2016. * Mirroring: Configured and Maintained Database Mirroring * Performed Performance Tuning: Using Idea, SQL Server profiler, Windows performance monitor and Database engine tuning advisor to analyze and fine tuning of long running queries and stored procedures and slow running servers * Documentation: Created documentation for installation, monitoring procedures, security policies, configuration changes, migration procedures, and best practices * Reporting Services: Installed, configured, and maintained SQL Server 2000\/2005 Reporting Service  Environment: MS SQL Server 2012, 2008 R2, Windows Server 2012, 2008 R2 Enterprise Edition, Idera, Toad Data Modeler, OpNet, SSIS, SSRS. Education Bachelor's in Management in Finance Sufia Institute of Science & Technology Skills Data modeling, Database, Ms sql server, Sql server, Sql Additional Information TECHNICAL SKILLS: SQL Server Tools: SQL Server Management Studio, Business Intelligence Development Studio, Query Analyzer, SQL Profiler, SSIS and DTS designer and wizard, Database Tuning Advisor and Index Tuning Wizard, SQLCMD, Upgrade Advisor, SQL Configurating manager, Client and Server Network Utilities. Databases: MS SQL Server 2016, 2014, 2012, and 2008R2 Languages: SQL, T-SQL, and PowerShell Operating Systems: Windows Server 2012\/2008R2\/2008 Enterprise\/Standard Edition, 2003 Enterprise\/Standard Edition, Windows 2000 Advanced Server, Windows 7 and 10 Professional. Data Modeling Tools: ERWin, Idera, MS SQL Server Database Diagram Reporting Tools: MS SQL Server Reporting Services 2012, 2008R2 Ticketing Tools: ServiceNow and JIRA  TECHNICAL SUMMARY: * Strong working experience with the new features of SQL Server 2016\/2014\/2012\/2008R2\/2008\/ such as Always on High availability groups, database mirroring and recovery. * Deep understanding and working experience of SQL Server (SQL 2008\/SQL 2008 R2\/2012 \/ 2014\/2016), includes installation, configuration, and maintenance of standalone and Clustered Servers [Active\/Active and Active\/Passive Cluster Design] * Optimizing and Performance Tuning such as Query Optimization, Performance Tuning using execution plan, Profiler, Database Tuning adviser and Windows Performance Monitor tools to resolve Dead Locks or long running queries and slow running server. * Strong knowledge and experience in configuring and administering High Availability Solutions like Database mirroring, AlwaysOn, Server Clustering, Replication and Log shipping. * Create and set-up Database maintenance plans and Jobs for Database monitoring, maintenance and Automation. * Knowledge of Microsoft Best Practices with regards to configuration of SQL data\/log, tempdb, backup drive locations. * Applying Service Pack (SP) for Databases instances, and patching SQL servers with hotfixes. * Cloud\/Azure experience includes migrated from premises databases and Legacy products on Azure, deployed products on Azure, Setup development and test environment on Azure. * Migrating databases from other databases management plat forms like Oracle 10g using SSMA. * Upgrading databases from MS SQL Server 2008, 2008R2 to SQL Server 2012, 2014. * Deploying Databases in Test, Dev, UAT and Production environment * Expert on Backups and Recovery including Point-In-Time and DR solutions with SLA, RPO and RTO * Strong working experience in creating and supporting database administration scripts and schedules using T-SQL. * Working experience in configuring and setup mail server for database mail notification. * Good customer support experience in providing end-user support on a day-to-day basis * Working experience with SAN and RAID. * Worked on Linked and Remote Servers to run queries between SQL servers and other data sources using ODBC, OLE DB drivers * Installed and maintained SQL Server Reporting Services [SSRS] 2008 and 2008 R2\/2012 * Experience in creating and scheduling SSIS\/DTS packages * Good experience in writing and debugging SQL Server stored procedures\/triggers and documenting issues\/resolutions of SQL Server Applications * Self-motivated; proactive; a team player; Strong analytical and problem-solving skills * Can learn new software and technologies rapidly * Develops or maintains stored procedures, including designing, coding, testing, debugging, and installing.",
        "categories":[
            "Database_Administrator"
        ],
        "job_description":"**Database Administrator**\n\n**Role Summary**\n\nThe Database Administrator will be responsible for the design, implementation, and maintenance of a large-scale enterprise database environment. The ideal candidate will have a deep understanding of Microsoft SQL Server and experience with database administration, data modeling, and business intelligence. The Database Administrator will work closely with the development team to ensure the smooth operation of the database and will be responsible for troubleshooting and resolving database-related issues.\n\n**Responsibilities**\n\n* Install, configure, and administer SQL Server 20XX, 20XX R2, and 20XX R3 in development, test, and production environments\n* Design, implement, and maintain database structures, including indexing, constraints, and triggers\n* Develop and maintain stored procedures, functions, and triggers using T-SQL\n* Optimize database performance and troubleshoot database-related issues\n* Develop and maintain database maintenance plans and jobs for database monitoring, maintenance, and automation\n* Ensure data security and integrity by creating and managing user accounts, roles, and permissions\n* Manage database backups and recovery, including point-in-time and DR solutions\n* Collaborate with the development team to debug and resolve database-related issues\n* Develop and maintain database reports using SSRS\n* Write and debug SQL Server stored procedures and triggers\n* Maintain documentation of database design, implementation, and maintenance activities\n\n**Required Qualifications**\n\n* Bachelor's degree in Computer Science or a related field\n* 6 years of hands-on experience with Microsoft SQL Server, including installation, configuration, and administration\n* Strong working knowledge of database design, data modeling, and business intelligence\n* Experience with database administration tools, including SQL Server Management Studio and PowerShell\n* Strong analytical and problem-solving skills\n\n**Desired Qualifications**\n\n* Master's degree in Computer Science or a related field\n* Certification in Microsoft SQL Server or a related database management system\n* Experience with cloud computing, including Azure and AWS\n* Knowledge of database migration tools, including SSMA\n* Experience with database reporting tools, including SSRS and Crystal Reports\n* Strong communication and interpersonal skills\n\n**Additional Requirements**\n\n* Ability to work in a fast-paced environment and prioritize multiple tasks and projects\n* Strong attention to detail and ability to troubleshoot and resolve complex issues\n* Ability to learn new software and technologies rapidly\n* Self-motivated and proactive, with excellent analytical and problem-solving skills."
    }
]